Repository: nikitasius/GnuPG
Catalog: po/*.po
Languages: pl

source: there is a secret key for public key "%s"!
pl: dla klucza publicznego ,,%s'' istnieje klucz prywatny!

source: use option "--delete-secret-keys" to delete it first.
pl: aby go usun±æ nale¿y najpierw u¿yæ opcji "--delete-secret-key".

source: error creating passphrase: %s
pl: b³±d podczas tworzenia has³a: %s

source: can't use a symmetric ESK packet due to the S2K mode
pl: ustawiony tryb S2K nie pozwala u¿yæ pakietu ESK dla szyfru symetrycznego

source: using cipher %s
pl: szyfrem %s

source: WARNING: forcing symmetric cipher %s (%d) violates recipient preferences
pl: OSTRZE¯ENIE: wymuszone u¿ycie szyfru %s (%d) k³óci siê z ustawieniami adresata

source: WARNING: forcing compression algorithm %s (%d) violates recipient preferences
pl: OSTRZE¯ENIE: wymuszone u¿ycie kompresji %s (%d) k³óci siê z ustawieniami adresata

source: forcing symmetric cipher %s (%d) violates recipient preferences
pl: wymuszone u¿ycie szyfru %s (%d) k³óci siê z ustawieniami adresata

source: you may not use %s while in %s mode
pl: %s nie jest dostêpne w trybie %s

source: %s/%s encrypted for: "%s"
pl: %s/%s zaszyfrowany dla: ,,%s''

source: %s encrypted data
pl: dane zaszyfrowano za pomoc± %s

source: encrypted with unknown algorithm %d
pl: dane zaszyfrowano nieznanym algorytmem numer %d

source: WARNING: message was encrypted with a weak key in the symmetric cipher.
pl: OSTRZE¯ENIE: wiadomo¶æ by³a szyfrowana kluczem s³abym szyfru symetrycznego.

source: problem handling encrypted packet
pl: problem podczas obróbki pakietu szyfrowego

source: no remote program execution supported
pl: odwo³ania do zewnêtrznych programów s± wy³±czone

source: external program calls are disabled due to unsafe options file permissions
pl: nieszczelne uprawnienia ustawieñ - wo³anie zewnêtrznych programów wy³±czone

source: this platform requires temporary files when calling external programs
pl: platforma wymaga u¿ycia plików tymczasowych do wo³ania zewnêtrznych programów

source: system error while calling external program: %s
pl: b³±d systemu podczas wo³ania programu zewnêtrznego: %s

source: unnatural exit of external program
pl: nienaturalne zakoñczenie pracy zewnêtrznego programu

source: unable to execute external program
pl: nie mo¿na uruchomiæ zewnêtrznego programu

source: unable to read external program response: %s
pl: nie mo¿na odczytaæ odpowiedzi programu zewnêtrznego: %s

source: export signatures that are marked as local-only
pl: eksport podpisów oznaczonych jako tylko lokalne

source: export attribute user IDs (generally photo IDs)
pl: eksport atrybutów ID u¿ytkownika (ogólnie ID zdjêæ)

source: export revocation keys marked as "sensitive"
pl: eksport kluczy uniewa¿niaj±cych oznaczonych jako ,,poufne''

source: remove unusable parts from key during export
pl: usuniêcie bezu¿ytecznych czê¶ci z klucza przy eksporcie

source: remove as much as possible from key during export
pl: usuniêcie jak najwiêkszej czê¶ci klucza przy eksporcie

source: exporting secret keys not allowed
pl: eksport kluczy tajnych nie jest dozwolony

source: key %s: PGP 2.x style key - skipped
pl: klucz %s: klucz PGP 2.x - pominiêty

source: key %s: key material on-card - skipped
pl: klucz %s: zawarto¶æ klucza na karcie - pominiêto

source: WARNING: nothing exported
pl: OSTRZE¯ENIE: nic nie zosta³o wyeksportowane!

source: [User ID not found]
pl: [brak identyfikatora u¿ytkownika]

source: No fingerprint
pl: Brak odcisku

source: secret key "%s" not found: %s
pl: klucz prywatny ,,%s'' nie zosta³ odnaleziony: %s

source: Invalid key %s made valid by --allow-non-selfsigned-uid
pl: Opcja --allow-non-selfsigned-uid wymusi³a uznanie za poprawny klucza %s.

source: using subkey %s instead of primary key %s
pl: u¿ywany jest podklucz %s zamiast klucza g³ównego %s

source: make a signature
pl: z³o¿enie podpisu

source: make a clear text signature
pl: z³o¿enie podpisu pod dokumentem

source: make a detached signature
pl: z³o¿enie podpisu oddzielonego od dokumentu

source: encrypt data
pl: szyfrowanie danych

source: encryption only with symmetric cipher
pl: szyfrowanie tylko szyfrem symetrycznym

source: decrypt data (default)
pl: odszyfrowywanie danych (domy¶lne)

source: verify a signature
pl: sprawdzenie podpisu

source: list keys
pl: lista kluczy

source: list keys and signatures
pl: lista kluczy i podpisów

source: list and check key signatures
pl: wypisanie i sprawdzenie podpisów kluczy

source: list keys and fingerprints
pl: lista kluczy i ich odcisków

source: list secret keys
pl: lista kluczy prywatnych

source: generate a new key pair
pl: generacja nowej pary kluczy

source: generate a revocation certificate
pl: tworzenie certyfikatu uniewa¿nienia klucza

source: remove keys from the public keyring
pl: usuniêcie klucza ze zbioru kluczy publicznych

source: remove keys from the secret keyring
pl: usuniêcie klucza ze zbioru kluczy prywatnych

source: sign a key
pl: z³o¿enie podpisu na kluczu

source: sign a key locally
pl: z³o¿enie prywatnego podpisu na kluczu

source: sign or edit a key
pl: podpisanie lub modyfikacja klucza

source: change a passphrase
pl: zmiana has³a

source: export keys
pl: eksport kluczy do pliku

source: export keys to a key server
pl: eksport kluczy do serwera kluczy

source: import keys from a key server
pl: import kluczy z serwera kluczy

source: search for keys on a key server
pl: szukanie kluczy na serwerze

source: update all keys from a keyserver
pl: od¶wie¿enie wszystkich kluczy z serwera

source: import/merge keys
pl: import/do³±czenie kluczy

source: print the card status
pl: wy¶wietlenie stanu karty

source: change data on a card
pl: zmiana danych na karcie

source: change a card's PIN
pl: zmiana PIN-u karty

source: update the trust database
pl: uaktualnienie bazy zaufania

source: print message digests
pl: wypisanie skrótów wiadomo¶ci

source: run in server mode
pl: uruchomienie w trybie serwera

source: create ascii armored output
pl: opakowanie ASCII pliku wynikowego

source: |USER-ID|encrypt for USER-ID
pl: |U¯YTKOWNIK|szyfrowanie dla odbiorcy o tym identyfikatorze

source: |USER-ID|use USER-ID to sign or decrypt
pl: |U¯YTKOWNIK|u¿ycie tego identyfikatora u¿ytkownika do podpisania lub odszyfrowania

source: |N|set compress level to N (0 disables)
pl: |N|ustawienie poziomu kompresji N (0 - bez)

source: use canonical text mode
pl: kanoniczny format tekstowy

source: |FILE|write output to FILE
pl: |PLIK|zapis wyj¶cia do PLIKU

source: do not make any changes
pl: pozostawienie bez zmian

source: prompt before overwriting
pl: pytanie przed nadpisaniem plików

source: use strict OpenPGP behavior
pl: ¶cis³e zachowanie OpenPGP

source: @ (See the man page for a complete listing of all commands and options)
pl: @ (Pe³n± listê poleceñ i opcji mo¿na znale¼æ w podrêczniku systemowym.)

source: @ Examples: -se -r Bob [file] sign and encrypt for user Bob --clearsign [file] make a clear text signature --detach-sign [file] make a detached signature --list-keys [names] show keys --fingerprint [names] show fingerprints
pl: @ Przyk³ady: -se -r Bob [plik] podpisanie i zaszyfrowanie kluczem Boba --clearsign [plik] podpisanie z pozostawieniem czytelno¶ci dokumentu --detach-sign [plik] podpisanie z umieszczeniem podpisu w osobnym pliku --list-keys [nazwy] pokazanie klucze --fingerprint [nazwy] pokazanie odcisków kluczy

source: Supported algorithms:
pl: Obs³ugiwane algorytmy:

source: Pubkey:
pl: Asymetryczne:

source: Cipher:
pl: Symetryczne:

source: Hash:
pl: Skrótów:

source: Compression:
pl: Kompresji:

source: conflicting commands
pl: sprzeczne polecenia

source: display photo IDs during key listings
pl: wy¶wietlenie ID zdjêæ przy wypisywaniu kluczy

source: show policy URLs during signature listings
pl: pokazywanie URL-i polityk przy wypisywaniu podpisów

source: show all notations during signature listings
pl: pokazywanie wszystkich adnotacji przy wypisywaniu podpisów

source: show IETF standard notations during signature listings
pl: pokazywanie standardowych adnotacji IETF przy wypisywaniu podpisów

source: show user-supplied notations during signature listings
pl: pokazywanie adnotacji u¿ytkownika przy wypisywaniu podpisów

source: show preferred keyserver URLs during signature listings
pl: pokazywanie URL-i preferowanych serwerów kluczy przy wypisywaniu podpisów

source: show user ID validity during key listings
pl: pokazywanie poprawno¶ci ID u¿ytkownika przy wypisywaniu kluczy

source: show revoked and expired user IDs in key listings
pl: pokazywanie uniewa¿nionych i wygas³ych ID u¿ytkownika na listach kluczy

source: show revoked and expired subkeys in key listings
pl: pokazywanie uniewa¿nionych i wygas³ych podkluczy na listach kluczy

source: show the keyring name in key listings
pl: pokazywanie nazwy zbioru kluczy na listach kluczy

source: show expiration dates during signature listings
pl: pokazywanie dat wyga¶niêcia przy wypisywaniu podpisów

source: libgcrypt is too old (need %s, have %s)
pl: biblioteka libgcrypt jest zbyt stara (potrzebna %s, zainstalowana %s)

source: could not parse keyserver URL
pl: niezrozumia³y URL serwera kluczy

source: %s:%d: invalid keyserver options
pl: %s:%d: niepoprawne opcje serwera kluczy

source: invalid keyserver options
pl: niepoprawne opcje serwera kluczy

source: %s:%d: invalid import options
pl: %s:%d: niepoprawne opcje wczytania kluczy

source: invalid import options
pl: niepoprawne opcje wczytania kluczy

source: %s:%d: invalid export options
pl: %s:%d niepoprawne opcje eksportu kluczy

source: invalid export options
pl: niepoprawne opcje eksportu kluczy

source: %s:%d: invalid list options
pl: %s:%d: niepoprawne opcje wypisywania

source: invalid list options
pl: niepoprawne opcje wypisywania

source: display photo IDs during signature verification
pl: wy¶wietlanie ID zdjêæ przy sprawdzaniu podpisów

source: show policy URLs during signature verification
pl: pokazywanie URL-i polityk przy sprawdzaniu podpisów

source: show all notations during signature verification
pl: pokazywanie wszystkich adnotacji przy sprawdzaniu podpisów

source: show IETF standard notations during signature verification
pl: pokazywanie standardowych adnotacji IETF przy sprawdzaniu podpisów

source: show user-supplied notations during signature verification
pl: pokazywanie adnotacji u¿ytkownika przy sprawdzaniu podpisów

source: show preferred keyserver URLs during signature verification
pl: pokazywanie URL-i preferowanych serwerów kluczy przy sprawdzaniu podpisów

source: show user ID validity during signature verification
pl: pokazywanie poprawno¶ci ID u¿ytkownika przy sprawdzaniu podpisów

source: show revoked and expired user IDs in signature verification
pl: pokazywanie uniewa¿nionych i wygas³ych ID u¿ytkownika przy sprawdzaniu podpisów

source: show only the primary user ID in signature verification
pl: pokazywanie tylko g³ównego ID u¿ytkownika przy sprawdzaniu podpisu

source: validate signatures with PKA data
pl: sprawdzanie podpisów z danymi PKA

source: elevate the trust of signatures with valid PKA data
pl: zwiêkszenie zaufania podpisów z poprawnymi danymi PKA

source: %s:%d: invalid verify options
pl: %s:%d: niepoprawne opcje sprawdzania

source: invalid verify options
pl: niepoprawne opcje sprawdzania

source: unable to set exec-path to %s
pl: nie mo¿na ustawiæ ¶cie¿ki programów wykonywalnych na %s

source: %s:%d: invalid auto-key-locate list
pl: %s:%d: niepoprawna lista auto-key-locate

source: invalid auto-key-locate list
pl: Niepoprawna lista auto-key-locate

source: WARNING: program may create a core file!
pl: OSTRZE¯ENIE: program mo¿e stworzyæ plik zrzutu pamiêci!

source: WARNING: %s overrides %s
pl: OSTRZE¯ENIE: %s powoduje obej¶cie %s

source: %s not allowed with %s!
pl: Nie wolno u¿ywaæ %s z %s!

source: %s makes no sense with %s!
pl: %s nie ma sensu w po³±czeniu z %s!

source: WARNING: running with faked system time:
pl: OSTRZE¯ENIE: dzia³anie z fa³szywym czasem systemowym:

source: will not run with insecure memory due to %s
pl: nie zadzia³a z niebezpieczn± pamiêci± z powodu %s

source: selected cipher algorithm is invalid
pl: wybrany algorytm szyfruj±cy jest niepoprawny

source: selected digest algorithm is invalid
pl: wybrany algorytm skrótów wiadomo¶ci jest niepoprawny

source: selected compression algorithm is invalid
pl: wybrany algorytm kompresji jest niepoprawny

source: selected certification digest algorithm is invalid
pl: wybrany algorytm skrótów po¶wiadczeñ jest niepoprawny

source: completes-needed must be greater than 0
pl: warto¶æ completes-needed musi byæ wiêksza od 0

source: marginals-needed must be greater than 1
pl: warto¶æ marginals-needed musi byæ wiêksza od 1

source: max-cert-depth must be in the range from 1 to 255
pl: warto¶æ max-cert-depth musi mie¶ciæ siê w zakresie od 1 do 255

source: invalid default-cert-level; must be 0, 1, 2, or 3
pl: niew³a¶ciwy domy¶lny poziom sprawdzania; musi mieæ warto¶æ 0, 1, 2 lub 3

source: invalid min-cert-level; must be 1, 2, or 3
pl: niew³a¶ciwy minimalny poziom sprawdzania; musi mieæ warto¶æ 0, 1, 2 lub 3

source: invalid S2K mode; must be 0, 1 or 3
pl: niepoprawny tryb S2K; musi mieæ warto¶æ 0, 1 lub 3

source: invalid default preferences
pl: niew³a¶ciwe domy¶lne ustawienia

source: invalid personal cipher preferences
pl: niew³a¶ciwe ustawienia szyfrów

source: invalid personal digest preferences
pl: niew³a¶ciwe ustawienia skrótów

source: invalid personal compress preferences
pl: niew³a¶ciwe ustawienia algorytmów kompresji

source: %s does not yet work with %s
pl: %s jeszcze nie dzia³a z %s!

source: failed to initialize the TrustDB: %s
pl: inicjowanie Bazy Zaufania nie powiod³o siê: %s

source: WARNING: recipients (-r) given without using public key encryption
pl: OSTRZE¯ENIE: podano adresatów (-r) w dzia³aniu które ich nie dotyczy

source: --store [filename]
pl: --store [plik]

source: --symmetric [filename]
pl: --symmetric [plik]

source: --encrypt [filename]
pl: --encrypt [plik]

source: --symmetric --encrypt [filename]
pl: --symmetric --encrypt [plik]

source: you cannot use --symmetric --encrypt with --s2k-mode 0
pl: nie mo¿na u¿yæ --symmetric --encrypt wraz z --s2k-mode 0

source: you cannot use --symmetric --encrypt while in %s mode
pl: nie mo¿na u¿yæ --symmetric --encrypt w trybie %s

source: --sign [filename]
pl: --sign [plik]

source: --sign --encrypt [filename]
pl: --sign --encrypt [plik]

source: --symmetric --sign --encrypt [filename]
pl: --symmetric --sign --encrypt [plik]

source: you cannot use --symmetric --sign --encrypt with --s2k-mode 0
pl: nie mo¿na u¿yæ --symmetric --sign --encrypt wraz z --s2k-mode 0

source: you cannot use --symmetric --sign --encrypt while in %s mode
pl: nie mo¿na u¿yæ --symmetric --sign --encrypt w trybie %s

source: --sign --symmetric [filename]
pl: --sign --symmetric [plik]

source: --clearsign [filename]
pl: --clearsign [plik]

source: --decrypt [filename]
pl: --decrypt [plik]

source: --sign-key user-id
pl: --sign-key nazwa u¿ytkownika

source: --lsign-key user-id
pl: --lsign-key nazwa u¿ytkownika

source: --edit-key user-id [commands]
pl: --edit-key nazwa u¿ytkownika [polecenia]

source: --passwd <user-id>
pl: --passwd <id-u¿ytkownika>

source: keyserver send failed: %s
pl: wysy³ka do serwera kluczy nie powiod³a siê: %s

source: keyserver receive failed: %s
pl: odbiór z serwera kluczy nie powiód³ siê: %s

source: key export failed: %s
pl: eksport kluczy nie powiód³ siê: %s

source: keyserver search failed: %s
pl: szukanie w serwerze kluczy nie powiod³o siê: %s

source: keyserver refresh failed: %s
pl: od¶wie¿enie kluczy z serwera nie powiod³o siê: %s

source: dearmoring failed: %s
pl: zdjêcie opakowania ASCII nie powiod³o siê: %s

source: enarmoring failed: %s
pl: opakowywanie ASCII nie powiod³o siê: %s

source: [filename]
pl: [nazwa pliku]

source: Go ahead and type your message ...
pl: Wpisz tutaj swoj± wiadomo¶æ ...

source: the given certification policy URL is invalid
pl: podany URL regulaminu po¶wiadczania jest niepoprawny

source: the given signature policy URL is invalid
pl: podany URL regulaminu podpisów jest niepoprawny

source: the given preferred keyserver URL is invalid
pl: podany preferowany URL serwera kluczy jest niepoprawny

source: |FILE|take the keys from the keyring FILE
pl: |PLIK|pobieranie kluczy ze zbioru PLIK

source: make timestamp conflicts only a warning
pl: nie traktowaæ konfliktu datowników jako b³êdu

source: |FD|write status info to this FD
pl: |FD|pisanie opisu stanu do deskryptora FD

source: Usage: gpgv [options] [files] (-h for help)
pl: Wywo³anie: gpgv [opcje] [pliki] (-h podaje pomoc)

source: Syntax: gpgv [options] [files] Check signatures against known trusted keys
pl: Sk³adnia: gpgv [opcje] [pliki] Sprawdzanie podpisów ze znanych zaufanych kluczy

source: No help available
pl: Pomoc niedostêpna

source: import signatures that are marked as local-only
pl: import podpisów oznaczonych jako tylko lokalne

source: repair damage from the pks keyserver during import
pl: naprawienie uszkodzeñ z serwera pks przy imporcie

source: do not update the trustdb after import
pl: nie uaktualnianie bazy zaufania po imporcie

source: only accept updates to existing keys
pl: przyjmowanie tylko uaktualnieñ istniej±cych kluczy

source: remove unusable parts from key after import
pl: usuwanie bezu¿ytecznych czê¶ci kluczy po imporcie

source: remove as much as possible from key after import
pl: usuwanie jak najwiêkszej czê¶ci kluczy po imporcie

source: skipping block of type %d
pl: blok typu %d zostaje pominiêty

source: %lu keys processed so far
pl: %lu kluczy przetworzonych do tej chwili

source: Total number processed: %lu
pl: Ogó³em przetworzonych kluczy: %lu

source: skipped new keys: %lu
pl: pominiêtych nowych kluczy: %lu

source: w/o user IDs: %lu
pl: bez identyfikatora: %lu

source: imported: %lu
pl: do³±czono do zbioru: %lu

source: unchanged: %lu
pl: bez zmian: %lu

source: new user IDs: %lu
pl: nowych identyfikatorów: %lu

source: new subkeys: %lu
pl: nowych podkluczy: %lu

source: new signatures: %lu
pl: nowych podpisów: %lu

source: new key revocations: %lu
pl: nowych uniewa¿nieñ kluczy: %lu

source: secret keys read: %lu
pl: tajnych kluczy wczytanych: %lu

source: secret keys imported: %lu
pl: tajnych kluczy dodanych: %lu

source: secret keys unchanged: %lu
pl: tajnych kluczy bez zmian: %lu

source: not imported: %lu
pl: nie w³±czono do zbioru: %lu

source: signatures cleaned: %lu
pl: podpisów wyczyszczonych: %lu

source: user IDs cleaned: %lu
pl: ID u¿ytkownika wyczyszczonych: %lu

source: WARNING: key %s contains preferences for unavailable algorithms on these user IDs:
pl: OSTRZE¯ENIE: klucz %s zawiera preferencje dla niedostêpnych algorytmów dla tych ID u¿ytkownika:

source: "%s": preference for cipher algorithm %s
pl: ,,%s'': preferowany szyfr %s

source: "%s": preference for digest algorithm %s
pl: ,,%s'': preferowany algorytm skrótu %s

source: "%s": preference for compression algorithm %s
pl: ,,%s'': preferowany algorytm kompresji %s

source: it is strongly suggested that you update your preferences and
pl: zdecydowanie sugerowane jest uaktualnienie ustawieñ i ponowne

source: re-distribute this key to avoid potential algorithm mismatch problems
pl: rozes³anie tego klucza w celu unikniêcia niezgodno¶ci algorytmów

source: you can update your preferences with: gpg --edit-key %s updpref save
pl: mo¿na uaktualniæ swoje ustawienia poprzez: gpg --edit-key %s updpref save

source: key %s: no user ID
pl: klucz %s: brak identyfikatora u¿ytkownika

source: key %s: PKS subkey corruption repaired
pl: klucz %s: podklucz uszkodzony przez serwer zosta³ naprawiony

source: key %s: accepted non self-signed user ID "%s"
pl: klucz %s: przyjêto identyfikator nie podpisany nim samym ,,%s''

source: key %s: no valid user IDs
pl: klucz %s: brak poprawnych identyfikatorów u¿ytkownika

source: this may be caused by a missing self-signature
pl: to mo¿e byæ spowodowane brakiem podpisu klucza nim samym

source: key %s: public key not found: %s
pl: klucz %s: brak klucza publicznego: %s

source: key %s: new key - skipped
pl: klucz %s: nowy klucz - pominiêty

source: no writable keyring found: %s
pl: brak zapisywalnego zbioru kluczy: %s

source: key %s: public key "%s" imported
pl: klucz %s: klucz publiczny ,,%s'' wczytano do zbioru

source: key %s: doesn't match our copy
pl: klucz %s: nie zgadza siê z lokaln± kopi±

source: key %s: can't locate original keyblock: %s
pl: klucz %s: brak oryginalnego bloku klucza; %s

source: key %s: can't read original keyblock: %s
pl: klucz %s: nie mo¿na odczytaæ oryginalnego bloku klucza: %s

source: key %s: "%s" 1 new user ID
pl: klucz %s: ,,%s'' 1 nowy identyfikator u¿ytkownika

source: key %s: "%s" %d new user IDs
pl: klucz %s: ,,%s'' %d nowych identyfikatorów u¿ytkownika

source: key %s: "%s" 1 new signature
pl: klucz %s: ,,%s'' 1 nowy podpis

source: key %s: "%s" %d new signatures
pl: klucz %s: ,,%s'' %d nowych podpisów

source: key %s: "%s" 1 new subkey
pl: klucz %s: ,,%s'' 1 nowy podklucz

source: key %s: "%s" %d new subkeys
pl: klucz %s: ,,%s'' %d nowych podkluczy

source: key %s: "%s" %d signature cleaned
pl: klucz %s: ,,%s'' %d podpis wyczyszczony

source: key %s: "%s" %d signatures cleaned
pl: klucz %s: ,,%s'' %d podpisów wyczyszczonych

source: key %s: "%s" %d user ID cleaned
pl: klucz %s: ,,%s'' %d identyfikator u¿ytkownika wyczyszczony

source: key %s: "%s" %d user IDs cleaned
pl: klucz %s: ,,%s'' %d identyfikatorów u¿ytkownika wyczyszczonych

source: key %s: "%s" not changed
pl: klucz %s: ,,%s'' bez zmian

source: key %s: secret key imported
pl: klucz %s: klucz tajny wczytany do zbioru

source: importing secret keys not allowed
pl: wczytywanie kluczy tajnych nie jest dozwolone

source: key %s: secret key with invalid cipher %d - skipped
pl: klucz %s: klucz tajny z b³êdnym szyfrem %d - pominiêty

source: key %s: no public key - can't apply revocation certificate
pl: klucz %s: brak klucza publicznego którego dotyczy wczytany certyfikat uniewa¿nienia

source: key %s: invalid revocation certificate: %s - rejected
pl: klucz %s: niepoprawny certyfikat uniewa¿nienia: %s - odrzucony

source: key %s: "%s" revocation certificate imported
pl: klucz %s: ,,%s'' certyfikat uniewa¿nienia zosta³ ju¿ wczytany

source: key %s: no user ID for signature
pl: klucz %s: brak identyfikatora u¿ytkownika do podpisu

source: key %s: unsupported public key algorithm on user ID "%s"
pl: klucz %s: algorytm asymetryczny dla id ,,%s'' nie jest obs³ugiwany

source: key %s: invalid self-signature on user ID "%s"
pl: klucz %s: niepoprawny podpis na identyfikatorze ,,%s''

source: key %s: unsupported public key algorithm
pl: klucz %s: nieobs³ugiwany algorytm asymetryczny

source: key %s: invalid direct key signature
pl: klucz %s: nieprawid³owy bezpo¶redni podpis

source: key %s: no subkey for key binding
pl: klucz %s: brak podklucza do dowi±zania

source: key %s: invalid subkey binding
pl: klucz %s: niepoprawne dowi±zanie podklucza

source: key %s: removed multiple subkey binding
pl: klucz %s: usuniêto wielokrotne dowi±zanie podklucza

source: key %s: no subkey for key revocation
pl: klucz %s: brak podklucza, którego dotyczy uniewa¿nienie

source: key %s: invalid subkey revocation
pl: klucz %s: niepoprawne uniewa¿nienie podklucza

source: key %s: removed multiple subkey revocation
pl: klucz %s: usuniêto wielokrotne uniewa¿nienie podklucza

source: key %s: skipped user ID "%s"
pl: klucz %s: pominiêto identyfikator u¿ytkownika ,,%s''

source: key %s: skipped subkey
pl: klucz %s: podklucz pominiêty

source: key %s: non exportable signature (class 0x%02X) - skipped
pl: klucz %s: podpis nieeksportowalny (klasy 0x%02X) - pominiêty

source: key %s: revocation certificate at wrong place - skipped
pl: klucz %s: pominiêto certyfikat uniewa¿nienia umieszczony w niew³a¶ciwym miejscu

source: key %s: invalid revocation certificate: %s - skipped
pl: klucz %s: pominiêto - niepoprawny certyfikat uniewa¿nienia: %s
