Repository: nikitasius/GnuPG
Catalog: po/*.po
Languages: pl

source: GnuPG needs to construct a user ID to identify your key.
pl: GnuPG musi utworzyæ identyfikator u¿ytkownika do identyfikacji klucza.

source: You need a user ID to identify your key; the software constructs the user ID from the Real Name, Comment and Email Address in this form: "Heinrich Heine (Der Dichter) <heinrichh@duesseldorf.de>"
pl: Musisz podaæ identyfikator u¿ytkownika aby mo¿na by³o rozpoznaæ twój klucz; program z³o¿y go z twojego imienia i nazwiska, komentarza i adresu poczty elektronicznej. Bêdzie on mia³, na przyk³ad, tak± postaæ: "Tadeusz ¯eleñski (Boy) <tzb@ziemianska.pl>"

source: Real name:
pl: Imiê i nazwisko:

source: Invalid character in name
pl: Niew³a¶ciwy znak w imieniu lub nazwisku

source: Name may not start with a digit
pl: Imiê lub nazwisko nie mo¿e zaczynaæ siê od cyfry

source: Name must be at least 5 characters long
pl: Imiê i nazwisko musz± mieæ co najmniej 5 znaków d³ugo¶ci.

source: Email address:
pl: Adres poczty elektronicznej:

source: Not a valid email address
pl: To nie jest poprawny adres poczty elektronicznej

source: Comment:
pl: Komentarz:

source: Invalid character in comment
pl: Niew³a¶ciwy znak w komentarzu

source: You selected this USER-ID: "%s"
pl: Twój identyfikator u¿ytkownika bêdzie wygl±da³ tak: "%s"

source: Please don't put the email address into the real name or the comment
pl: Nie nale¿y umieszczaæ adresu poczty elektronicznej w polu nazwiska czy komentarza.

source: NnCcEeOoQq
pl: IiKkEeDdWw

source: Change (N)ame, (C)omment, (E)mail or (Q)uit?
pl: Zmieniæ (I)miê/nazwisko, (K)omentarz, adres (E)mail, czy (W)yj¶æ?

source: Change (N)ame, (C)omment, (E)mail or (O)kay/(Q)uit?
pl: Zmieniæ (I)miê/nazwisko, (K)omentarz, adres (E)mail, przej¶æ (D)alej, czy (W)yj¶æ z programu?

source: Please correct the error first
pl: Najpierw trzeba poprawiæ ten b³±d

source: We need to generate a lot of random bytes. It is a good idea to perform some other action (type on the keyboard, move the mouse, utilize the disks) during the prime generation; this gives the random number generator a better chance to gain enough entropy.
pl: Musimy wygenerowaæ du¿o losowych bajtów. Dobrym pomys³em aby pomóc komputerowi podczas generowania liczb pierwszych jest wykonywanie w tym czasie innych dzia³añ (pisanie na klawiaturze, poruszanie myszk±, odwo³anie siê do dysków); dziêki temu generator liczb losowych ma mo¿liwo¶æ zebrania odpowiedniej ilo¶ci entropii.

source: Key generation failed: %s
pl: Generacja klucza nie powiod³a siê: %s

source: Key generation canceled.
pl: Procedura generacji klucza zosta³a anulowana.

source: no writable public keyring found: %s
pl: brak zapisywalnego zbioru kluczy publicznych: %s

source: public and secret key created and signed.
pl: klucz publiczny i prywatny (tajny) zosta³y utworzone i podpisane.

source: Note that this key cannot be used for encryption. You may want to use the command "--edit-key" to generate a subkey for this purpose.
pl: Ten klucz nie mo¿e byæ wykorzystany do szyfrowania. Komend± "--edit-key" mo¿na dodaæ do niego podklucz szyfruj±cy.

source: key has been created %lu second in future (time warp or clock problem)
pl: klucz zosta³ stworzony %lu sekundê w przysz³o¶ci (zaburzenia czasoprzestrzeni, lub ¼le ustawiony zegar systemowy)

source: key has been created %lu seconds in future (time warp or clock problem)
pl: klucz zosta³ stworzony %lu sekund w przysz³o¶ci (zaburzenia czasoprzestrzeni, lub ¼le ustawiony zegar systemowy)

source: Secret parts of primary key are not available.
pl: Czê¶æ tajna g³ównego klucza jest niedostêpna.

source: Secret parts of primary key are stored on-card.
pl: Czê¶æ tajna g³ównego klucza jest zapisana na karcie.

source: Really create? (y/N)
pl: Czy na pewno utworzyæ? (t/N)

source: never
pl: nigdy

source: Critical signature policy:
pl: Krytyczny regulamin podpisu:

source: Signature policy:
pl: Regulamin podpisu:

source: Critical preferred keyserver:
pl: Krytyczny preferowany serwer kluczy:

source: Critical signature notation:
pl: Krytyczne adnotacje podpisu:

source: Signature notation:
pl: Adnotacje podpisu:

source: Keyring
pl: Zbiór kluczy

source: skipped "%s": %s
pl: pominiêty ,,%s'': %s

source: Primary key fingerprint:
pl: Odcisk klucza g³ównego:

source: Subkey fingerprint:
pl: Odcisk podklucza:

source: Primary key fingerprint:
pl: Odcisk klucza g³ównego:

source: Subkey fingerprint:
pl: Odcisk podklucza:

source: Key fingerprint =
pl: Odcisk klucza =

source: Card serial no. =
pl: Nr seryjny karty =

source: %s: keyring created
pl: %s: zbiór kluczy utworzony

source: include revoked keys in search results
pl: w³±czenie uniewa¿nionych kluczy do wyników wyszukiwania

source: include subkeys when searching by key ID
pl: w³±czenie podkluczy przy poszukiwaniu po ID klucza

source: automatically retrieve keys when verifying signatures
pl: automatyczne pobieranie kluczy przy sprawdzaniu podpisów

source: honor the preferred keyserver URL set on the key
pl: honorowanie URL-a preferowanego serwera kluczy ustawionego w kluczu

source: honor the PKA record set on a key when retrieving keys
pl: honorowanie rekordu PKA ustawionego w kluczu przy pobieraniu kluczy

source: disabled
pl: wy³±czony

source: Enter number(s), N)ext, or Q)uit >
pl: Wprowad¼ numer(y), N)astêpny lub Q)uit >

source: invalid keyserver protocol (us %d!=handler %d)
pl: niepoprawny protokó³ serwera kluczy (nasz %d != modu³ obs³ugi %d)

source: "%s" not a key ID: skipping
pl: ,,%s'' nie jest identyfikatorem klucza - pominiêto

source: WARNING: unable to refresh key %s via %s: %s
pl: OSTRZE¯ENIE: nie mo¿na od¶wie¿yæ klucza %s przez %s: %s

source: key "%s" not found on keyserver
pl: klucz ,,%s'' nie zosta³ odnaleziony na serwerze kluczy

source: key not found on keyserver
pl: klucz nie zosta³ odnaleziony na serwerze kluczy

source: no keyserver known (use option --keyserver)
pl: brak znanyk serwerów kluczy (u¿yj opcji --keyserver)

source: requesting key %s from %s server %s
pl: zapytanie o klucz %s z serwera %s %s

source: requesting key %s from %s
pl: zapytanie o klucz %s z %s

source: sending key %s to %s
pl: wysy³anie klucza %s na %s

source: WARNING: unable to fetch URI %s: %s
pl: OSTRZE¯ENIE: nie mo¿na pobraæ URI %s: %s

source: weird size for an encrypted session key (%d)
pl: dziwny rozmiar jak na zaszyfrowany klucz sesyjny (%d)

source: %s encrypted session key
pl: klucz sesyjny zaszyfrowany %s

source: passphrase generated with unknown digest algorithm %d
pl: has³o wygenerowane nieznanym algorytmem skrótu %d

source: public key is %s
pl: klucz publiczny to %s

source: public key encrypted data: good DEK
pl: dane zaszyfrowane kluczem publicznym: poprawny klucz sesyjny

source: encrypted with %u-bit %s key, ID %s, created %s
pl: zaszyfrowano %u-bitowym kluczem %s o identyfikatorze %s, stworzonym %s

source: encrypted with %s key, ID %s
pl: zaszyfrowano kluczem %s o identyfikatorze %s

source: public key decryption failed: %s
pl: b³±d odszyfrowywania kluczem publicznym: %s

source: encrypted with %lu passphrases
pl: zaszyfrowane za pomoc± %lu hase³

source: encrypted with 1 passphrase
pl: zaszyfrowane jednym has³em

source: assuming %s encrypted data
pl: przyjmuj±c ¿e dane zosta³y zaszyfrowane za pomoc± %s

source: IDEA cipher unavailable, optimistically attempting to use %s instead
pl: szyfr IDEA nie jest dostêpny, próba u¿ycia %s zamiast niego

source: WARNING: message was not integrity protected
pl: OSTRZE¯ENIE: wiadomo¶æ nie by³a zabezpieczona przed manipulacj±

source: decryption okay
pl: odszyfrowanie poprawne

source: WARNING: encrypted message has been manipulated!
pl: OSTRZE¯ENIE: zaszyfrowana wiadomo¶æ by³a manipulowana!

source: decryption failed: %s
pl: b³±d odszyfrowywania: %s

source: original file name='%.*s'
pl: pierwotna nazwa pliku='%.*s'

source: WARNING: multiple plaintexts seen
pl: OSTRZE¯ENIE: widziano wiele czystych tekstów

source: standalone revocation - use "gpg --import" to apply
pl: osobny certyfikat uniewa¿nienia - u¿yj ,,gpg --import'' aby go wczytaæ

source: no signature found
pl: nie znaleziono podpisu

source: BAD signature from "%s"
pl: NIEPOPRAWNY podpis z³o¿ony przez ,,%s''

source: Expired signature from "%s"
pl: Przeterminowany podpis z³o¿ony przez ,,%s''

source: Good signature from "%s"
pl: Poprawny podpis z³o¿ony przez ,,%s''

source: signature verification suppressed
pl: wymuszono pominiêcie sprawdzenia podpisu

source: can't handle this ambiguous signature data
pl: nie mo¿na obs³u¿yæ tych wieloznacznych danych podpisu

source: Signature made %s
pl: Podpisano w %s

source: using %s key %s
pl: przy u¿yciu klucza %s %s

source: Signature made %s using %s key ID %s
pl: Podpisano w %s kluczem %s o numerze %s

source: Key available at:
pl: Klucz dostêpny w:

source: [uncertain]
pl: [niepewne]

source: aka "%s"
pl: alias ,,%s''

source: Signature expired %s
pl: Wa¿no¶æ podpisu wygas³a %s.

source: Signature expires %s
pl: Wa¿no¶æ podpisu wygasa %s.

source: binary
pl: binarny

source: textmode
pl: tekstowy

source: unknown
pl: nieznany

source: Can't check signature: %s
pl: Nie mo¿na sprawdziæ podpisu: %s

source: not a detached signature
pl: nie jest oddzielonym podpisem.

source: WARNING: multiple signatures detected. Only the first will be checked.
pl: OSTRZE¯ENIE: wielokrotne podpisy. Tylko pierwszy zostanie sprawdzony.

source: standalone signature of class 0x%02x
pl: oddzielony podpis klasy 0x%02x.

source: old style (PGP 2.x) signature
pl: podpis starego typu (PGP 2.x).

source: fstat(%d) failed in %s: %s
pl: fstat(%d) nie powiod³o siê w %s: %s

source: WARNING: using experimental public key algorithm %s
pl: OSTRZE¯ENIE: u¿ycie eksperymentalnego algorytmu klucza publicznego %s

source: WARNING: Elgamal sign+encrypt keys are deprecated
pl: OSTRZE¯ENIE: klucze do podpisywania i szyfrowania Elgamala s± odradzane

source: WARNING: using experimental cipher algorithm %s
pl: OSTRZE¯ENIE: u¿ycie eksperymentalnego szyfru %s

source: WARNING: using experimental digest algorithm %s
pl: OSTRZE¯ENIE: u¿ycie eksperymentalnego algorytmu skrótu %s

source: WARNING: digest algorithm %s is deprecated
pl: OSTRZE¯ENIE: algorytm skrótu %s jest odradzany

source: %s:%d: deprecated option "%s"
pl: %s:%d jest przestarza³± opcj± ,,%s''

source: WARNING: "%s" is a deprecated option
pl: OSTRZE¯ENIE: ,,%s'' jest przestarza³± opcj±.

source: please use "%s%s" instead
pl: w jej miejsce nale¿y u¿yæ ,,%s%s''

source: WARNING: "%s" is a deprecated command - do not use it
pl: OSTRZE¯ENIE: ,,%s'' jest przestarza³ym poleceniem - nie nale¿y go u¿ywaæ

source: Uncompressed
pl: Nieskompresowany

source: uncompressed|none
pl: nieskompresowany|brak

source: this message may not be usable by %s
pl: ta wiadomo¶æ mo¿e nie daæ siê odczytaæ za pomoc± %s

source: Overwrite? (y/N)
pl: Nadpisaæ? (t/N)

source: %s: unknown suffix
pl: %s: nieznana koñcówka nazwy

source: Enter new filename
pl: Nazwa pliku

source: writing to stdout
pl: zapisywanie na wyj¶cie standardowe

source: can't handle public key algorithm %d
pl: nie mo¿na obs³u¿yæ tego algorytmu klucza publicznego: %d

source: WARNING: potentially insecure symmetrically encrypted session key
pl: OSTRZE¯ENIE: symetrycznie zaszyfrowany klucz sesyjny mo¿e nie byæ bezpieczny

source: subpacket of type %d has critical bit set
pl: podpakiet typu %d ma ustawiony krytyczny bit

source: problem with the agent: %s
pl: problem z agentem: %s

source: (main key ID %s)
pl: (ID g³ównego klucza %s)

source: Please enter the passphrase to unlock the secret key for the OpenPGP certificate: "%.*s" %u-bit %s key, ID %s, created %s%s.
pl: Musisz podaæ has³o, aby odbezpieczyæ klucz tajny certyfikatu OpenPGP: ,,%.*s''. Klucz o d³ugo¶ci %u bitów, typ %s, ID %s, stworzony %s%s.

source: Enter passphrase
pl: Has³o

source: cancelled by user
pl: anulowano przez u¿ytkownika

source: You need a passphrase to unlock the secret key for user: "%s"
pl: Musisz podaæ has³o aby odbezpieczyæ klucz prywatny u¿ytkownika: ,,%s''

source: %u-bit %s key, ID %s, created %s
pl: d³ugo¶æ %u bitów, typ %s, numer %s, stworzony %s

source: (subkey on main key ID %s)
pl: (podklucz dla g³ównego klucza o ID %s)

source: Pick an image to use for your photo ID. The image must be a JPEG file. Remember that the image is stored within your public key. If you use a very large picture, your key will become very large as well! Keeping the image close to 240x288 is a good size to use.
pl: Wybierz zdjêcie które chcesz do³±czyæ do swojego klucza jako identyfikator. Musi to byæ plik w formacie JPEG. Zostanie on zapisany w Twoim kluczu publicznym. Je¶li bêdzie du¿y, powiêkszy to tak¿e rozmiar Twojego klucza! Dobry rozmiar to oko³o 240 na 288 pikseli.

source: Enter JPEG filename for photo ID:
pl: Nazwa pliku ze zdjêciem w formacie JPEG:

source: This JPEG is really large (%d bytes) !
pl: Ten JPEG jest naprawdê du¿y (%d bajtów)!

source: Are you sure you want to use it? (y/N)
pl: Czy na pewno chcesz go u¿yæ? (t/N)

source: Is this photo correct (y/N/q)?
pl: Czy zdjêcie jest w porz±dku? (t/N/w)

source: unable to display photo ID!
pl: nie mo¿na wy¶wietliæ zdjêcia!

source: No reason specified
pl: nie podano przyczyny

source: Key is superseded
pl: klucz zosta³ zast±piony

source: Key has been compromised
pl: klucz zosta³ skompromitowany

source: Key is no longer used
pl: klucz nie jest ju¿ u¿ywany

source: User ID is no longer valid
pl: identyfikator u¿ytkownika przesta³ byæ poprawny

source: reason for revocation:
pl: powód uniewa¿nienia:

source: revocation comment:
pl: komentarz do uniewa¿nienia:

source: iImMqQsS
pl: iImMwWpP

source: No trust value assigned to:
pl: Brak warto¶ci zaufania dla:

source: aka "%s"
pl: alias ,,%s''

source: How much do you trust that this key actually belongs to the named user?
pl: Jak bardzo ufasz, ¿e ten klucz naprawdê nale¿y do tej osoby?

source: %d = I don't know or won't say
pl: %d = nie wiem albo nie powiem

source: %d = I do NOT trust
pl: %d = NIE ufam

source: %d = I trust ultimately
pl: %d = ufam absolutnie

source: m = back to the main menu
pl: m = powrót do g³ównego menu

source: s = skip this key
pl: p = pominiêcie tego klucza

source: q = quit
pl: w = wyj¶cie

source: The minimum trust level for this key is: %s
pl: Minimalny poziom zaufania dla tego klucza to: %s

source: Your decision?
pl: Twoja decyzja?

source: Do you really want to set this key to ultimate trust? (y/N)
pl: Czy na pewno chcesz przypisaæ absolutne zaufanie temu kluczowi? (t/N)

source: Certificates leading to an ultimately trusted key:
pl: Certyfikaty prowadz±ce do ostatecznie zaufanego klucza:

source: %s: There is no assurance this key belongs to the named user
pl: %s: Nie ma ¿adnej pewno¶ci, czy ten klucz nale¿y do tej osoby

source: %s: There is limited assurance this key belongs to the named user
pl: %s: Nie ma ca³kowitej pewno¶ci, czy ten klucz nale¿y do tej osoby

source: This key probably belongs to the named user
pl: Ten klucz prawdopodobnie nale¿y do tej osoby

source: This key belongs to us
pl: Ten klucz nale¿y do nas

source: It is NOT certain that the key belongs to the person named in the user ID. If you *really* know what you are doing, you may answer the next question with yes.
pl: NIE MA pewno¶ci, czy klucz nale¿y do osoby wymienionej w identyfikatorze. Je¶li nie masz co do tego ¿adnych w±tpliwo¶ci i *naprawdê* wiesz co robisz, mo¿esz odpowiedzieæ ,,tak'' na nastêpne pytanie.

source: Use this key anyway? (y/N)
pl: U¿yæ tego klucza pomimo to? (t/N)

source: WARNING: Using untrusted key!
pl: OSTRZE¯ENIE: u¿ywany jest klucz nie obdarzony zaufaniem!

source: WARNING: this key might be revoked (revocation key not present)
pl: OSTRZE¯ENIE: ten klucz móg³ zostaæ uniewa¿niony (brak klucza uniewa¿niaj±cego aby to sprawdziæ)

source: WARNING: This key has been revoked by its designated revoker!
pl: OSTRZE¯ENIE: Ten klucz zosta³ uniewa¿niony kluczem uniewa¿niaj±cym!

source: WARNING: This key has been revoked by its owner!
pl: OSTRZE¯ENIE: Ten klucz zosta³ uniewa¿niony przez w³a¶ciciela!

source: This could mean that the signature is forged.
pl: To mo¿e oznaczaæ, ¿e podpis jest fa³szerstwem.

source: WARNING: This subkey has been revoked by its owner!
pl: OSTRZE¯ENIE: Ten podklucz zosta³ uniewa¿niony przez w³a¶ciciela!

source: Note: This key has been disabled.
pl: Uwaga: Ten klucz zosta³ wy³±czony z u¿ytku.

source: trustlevel adjusted to FULL due to valid PKA info
pl: poziom zaufania poprawiony na PE£NY ze wzglêdu na poprawne informacje PKA

source: trustlevel adjusted to NEVER due to bad PKA info
pl: poziom zaufania poprawiony na ¯ADEN ze wzglêdu na b³êdne informacje PKA

source: Note: This key has expired!
pl: Uwaga: Data wa¿no¶ci tego klucza up³ynê³a!

source: WARNING: This key is not certified with a trusted signature!
pl: OSTRZE¯ENIE: Ten klucz nie jest po¶wiadczony zaufanym podpisem!

source: There is no indication that the signature belongs to the owner.
pl: Nie ma pewno¶ci co do to¿samo¶ci osoby która z³o¿y³a podpis.

source: WARNING: We do NOT trust this key!
pl: OSTRZE¯ENIE: NIE UFAMY temu kluczowi!

source: The signature is probably a FORGERY.
pl: Ten podpis prawdopodobnie jest FA£SZYWY.

source: WARNING: This key is not certified with sufficiently trusted signatures!
pl: OSTRZE¯ENIE: Tego klucza nie po¶wiadczaj± wystarczaj±co zaufane podpisy!

source: It is not certain that the signature belongs to the owner.
pl: Nie ma pewno¶ci co do to¿samo¶ci osoby która z³o¿y³a ten podpis.

source: %s: skipped: %s
pl: %s: pominiêty: %s

source: %s: skipped: public key is disabled
pl: %s: pominiêty: klucz publiczny wy³±czony z u¿ytku

source: %s: skipped: public key already present
pl: %s: pominiêty: zosta³ ju¿ wybrany w innej opcji

source: You did not specify a user ID. (you may use "-r")
pl: Nie zosta³ podany identyfikator u¿ytkownika (np. za pomoc± ,,-r'')

source: Current recipients:
pl: Aktualni odbiorcy:

source: Enter the user ID. End with an empty line:
pl: Identyfikator u¿ytkownika (pusta linia oznacza koniec):

source: No such user ID.
pl: Brak takiego identyfikatora u¿ytkownika.

source: skipped: public key already set as default recipient
pl: pominiêty: klucz publiczny ju¿ jest domy¶lnym adresatem

source: Public key is disabled.
pl: Klucz publiczny wy³±czony z u¿ycia.

source: skipped: public key already set
pl: pominiêty: zosta³ ju¿ wybrany w innej opcji

source: unknown default recipient "%s"
pl: nieznany domy¶lny adresat ,,%s''

source: no valid addressees
pl: brak poprawnych adresatów

source: Note: key %s has no %s feature
pl: Uwaga: klucz %s nie ma cechy %s

source: Note: key %s has no preference for %s
pl: Uwaga: klucz %s nie ma preferencji dla %s

source: data not saved; use option "--output" to save it
pl: dane nie zosta³y zapisane; aby to zrobiæ, nale¿y u¿yæ opcji "--output"

source: Detached signature.
pl: Podpis oddzielony od danych.

source: Please enter name of data file:
pl: Nazwa pliku danych:

source: reading stdin ...
pl: czytam strumieñ standardowego wej¶cia

source: no signed data
pl: brak podpisanych danych

source: can't open signed data fd=%d: %s
pl: nie mo¿na otworzyæ podpisanych danych z fd=%d: %s

source: anonymous recipient; trying secret key %s ...
pl: adresat anonimowy; sprawdzanie klucza tajnego %s...

source: okay, we are the anonymous recipient.
pl: OK, to my jeste¶my adresatem anonimowym.

source: old encoding of the DEK is not supported
pl: stary, nieobs³ugiwany algorytm szyfrowania klucza sesyjnego

source: cipher algorithm %d%s is unknown or disabled
pl: algorytm szyfruj±cy %d%s jest nieznany lub zosta³ wy³±czony

source: WARNING: cipher algorithm %s not found in recipient preferences
pl: OSTRZE¯ENIE: brak algorytmu szyfruj±cego %s w ustawieniach odbiorcy

source: build_packet failed: %s
pl: wywo³anie funkcji build_packet nie powiod³o siê: %s

source: key %s has no user IDs
pl: klucz %s nie ma identyfikatorów u¿ytkownika

source: To be revoked by:
pl: Zostanie uniewa¿niony przez:

source: (This is a sensitive revocation key)
pl: (to jest czu³y klucz uniewa¿niaj±cy)

source: Create a designated revocation certificate for this key? (y/N)
pl: Stworzyæ certyfikat uniewa¿nienia tego klucza? (t/N)

source: ASCII armored output forced.
pl: wymuszono opakowanie ASCII wyniku.

source: make_keysig_packet failed: %s
pl: wywo³anie funkcji make_keysig_packet nie powiod³o siê: %s

source: Revocation certificate created.
pl: Certyfikat uniewa¿nienia zosta³ utworzony.

source: no revocation keys found for "%s"
pl: brak kluczy uniewa¿niaj±cych dla ,,%s''

source: Create a revocation certificate for this key? (y/N)
pl: Stworzyæ certyfikat uniewa¿nienia tego klucza? (t/N)

source: Revocation certificate created. Please move it to a medium which you can hide away; if Mallory gets access to this certificate he can use it to make your key unusable. It is smart to print this certificate and store it away, just in case your media become unreadable. But have some caution: The print system of your machine might store the data and make it available to others!
pl: Certyfikat uniewa¿nienia zosta³ utworzony. Nale¿y przenie¶æ go na no¶nik który mo¿na bezpiecznie ukryæ; je¶li ¼li ludzie dostan± ten certyfikat w swoje rêce, mog± u¿yæ go do uczynienia klucza nieu¿ytecznym. Niez³ym pomys³em jest wydrukowanie certyfikatu uniewa¿nienia i schowanie wydruku w bezpiecznym miejscu, na wypadek gdyby no¶nik z certyfikatem sta³ siê nieczytelny. Ale nale¿y zachowaæ ostro¿no¶æ, systemy drukowania ró¿nych komputerów mog± zachowaæ tre¶æ wydruku i udostêpniæ j± osobom nieupowa¿nionym.

source: Please select the reason for the revocation:
pl: Proszê wybraæ powód uniewa¿nienia:

source: Cancel
pl: Anuluj

source: (Probably you want to select %d here)
pl: (Prawdopodobnie chcesz tu wybraæ %d)

source: Enter an optional description; end it with an empty line:
pl: Wprowad¼ opis (nieobowi±zkowy) i zakoñcz go pust± lini±:

source: Reason for revocation: %s
pl: Powód uniewa¿nienia: %s

source: (No description given)
pl: (nie podano)

source: Is this okay? (y/N)
pl: Informacje poprawne? (t/N)

source: weak key created - retrying
pl: wygenerowano s³aby klucz - operacja zostaje powtórzona

source: cannot avoid weak key for symmetric cipher; tried %d times!
pl: brak mo¿liwo¶ci generacji dobrego klucza dla szyfru symetrycznego; operacja by³a powtarzana %d razy!

source: WARNING: signature digest conflict in message
pl: OSTRZE¯ENIE: konflikt skrótów podpisów w wiadomo¶ci

source: WARNING: signing subkey %s is not cross-certified
pl: OSTRZE¯ENIE: podklucz podpisuj±cy %s nie jest skro¶nie podpisany

source: please see %s for more information
pl: obja¶nienie mo¿na przeczytaæ tutaj: %s

source: WARNING: signing subkey %s has an invalid cross-certification
pl: OSTRZE¯ENIE: podklucz podpisuj±cy %s jest niepoprawnie skro¶nie podpisany

source: assuming bad signature from key %s due to an unknown critical bit
pl: uznano za z³y podpis utworzony kluczem %s z powodu nieznanego bitu krytycznego

source: key %s: no subkey for subkey revocation signature
pl: klucz %s: brak podklucza dla podpisu uniewa¿nienia podklucza

source: key %s: no subkey for subkey binding signature
pl: klucz %s: brak podklucza dowi±zywanego podpisem

source: WARNING: unable to %%-expand notation (too large). Using unexpanded.
pl: OSTRZE¯ENIE: nie mo¿na rozwin±æ %% w URL adnotacji (jest zbyt d³ugi). U¿yty zostanie nie rozwiniêty.

source: WARNING: unable to %%-expand policy URL (too large). Using unexpanded.
pl: OSTRZE¯ENIE: nie mo¿na rozwin±æ znaczników %% w URL regulaminu (jest zbyt d³ugi). U¿yty zostanie nie rozwiniêty.

source: WARNING: unable to %%-expand preferred keyserver URL (too large). Using unexpanded.
pl: OSTRZE¯ENIE: nie mo¿na rozwin±æ znaczników %% w URL-u preferowanego serwera kluczy (jest zbyt d³ugi). U¿yty zostanie nie rozwiniêty.

source: %s/%s signature from: "%s"
pl: podpis %s/%s z³o¿ony przez: ,,%s''
