Repository: nikitasius/GnuPG
Catalog: po/*.po
Languages: pl

source: failed to acquire the pinentry lock: %s
pl: nie uda³o siê uzyskaæ blokady pinentry: %s

source: |pinentry-label|_Cancel
pl: |pinentry-label|_Anuluj

source: Quality:
pl: Jako¶æ:

source: pinentry.qualitybar.tooltip
pl: Jako¶æ wpisanego wy¿ej tekstu. Kryteria jako¶ci mo¿na uzyskaæ od administratora.

source: Please enter your PIN, so that the secret key can be unlocked for this session
pl: Proszê wprowadziæ swój PIN, ¿eby odblokowaæ klucz tajny dla tej sesji

source: Please enter your passphrase, so that the secret key can be unlocked for this session
pl: Proszê wprowadziæ swoje has³o, ¿eby odblokowaæ klucz tajny dla tej sesji

source: Passphrase:
pl: Has³o:

source: does not match - try again
pl: nie pasuj± - proszê spróbowaæ jeszcze raz

source: SETERROR %s (try %d of %d)
pl: SETERROR %s (próba %d z %d)

source: PIN too long
pl: PIN zbyt d³ugi

source: Passphrase too long
pl: Has³o zbyt d³ugie

source: Invalid characters in PIN
pl: Niew³a¶ciwy znak w PIN-ie

source: PIN too short
pl: PIN zbyt krótki

source: Bad PIN
pl: Niepoprawny PIN

source: Bad Passphrase
pl: Niepoprawne has³o

source: ssh keys greater than %d bits are not supported
pl: klucze ssh wiêksze ni¿ %d bitów nie s± obs³ugiwane

source: error getting serial number of card: %s
pl: b³±d pobierania numeru seryjnego karty: %s

source: detected card with S/N: %s
pl: wykryto kartê o numerze seryjnym: %s

source: no suitable card key found: %s
pl: nie znaleziono pasuj±cego klucza karty: %s

source: shadowing the key failed: %s
pl: zaciemnienie klucza nie powiod³o siê: %s

source: error writing key: %s
pl: b³±d zapisu klucza: %s

source: An ssh process requested the use of key%%0A %s%%0A (%s)%%0ADo you want to allow this?
pl: Proces ssh zarz±da³ u¿ycia klucza%%0a %s%%0A (%s)%%0ACzy zezwoliæ na to?

source: Allow
pl: Zgoda

source: Deny
pl: Odmowa

source: Please enter the passphrase for the ssh key%%0A %F%%0A (%c)
pl: Proszê wprowadziæ has³o dla klucza ssh%%0A %F%%0A (%c)

source: Please re-enter this passphrase
pl: Proszê ponownie wprowadziæ to has³o

source: Please enter a passphrase to protect the received secret key%%0A %s%%0A %s%%0Awithin gpg-agent's key storage
pl: Proszê wprowadziæ has³o do zabezpieczenia odebranego klucza tajnego%%0A %s%%0A %s%%0Aw miejscu przechowywania kluczy gpg-agenta

source: failed to create stream from socket: %s
pl: nie uda³o siê utworzyæ strumienia z gniazda: %s

source: Please insert the card with serial number
pl: Proszê w³o¿yæ kartê z numerem seryjnym

source: Please remove the current card and insert the one with serial number
pl: Proszê wyj±æ obecn± kartê i w³o¿yæ kartê z numerem seryjnym

source: Admin PIN
pl: PIN administracyjny

source: Reset Code
pl: Kod resetuj±cy

source: %s%%0A%%0AUse the reader's pinpad for input.
pl: %s%%0A%%0ADo wpisywania nale¿y u¿yæ klawiatury czytnika.

source: Repeat this Reset Code
pl: Powtórz ten kod resetuj±cy

source: Repeat this PUK
pl: Powtórz ten PUK

source: Repeat this PIN
pl: Powtórz ten PIN

source: Reset Code not correctly repeated; try again
pl: Kod resetuj±cy nie powtórzony poprawnie; spróbuj jeszcze raz

source: PUK not correctly repeated; try again
pl: PUK nie powtórzony poprawnie; spróbuj jeszcze raz

source: PIN not correctly repeated; try again
pl: PIN nie powtórzony poprawnie; spróbuj jeszcze raz

source: Please enter the PIN%s%s%s to unlock the card
pl: Proszê wprowadziæ PIN%s%s%s aby odblokowaæ kartê

source: error creating temporary file: %s
pl: b³±d tworzenia pliku tymczasowego: %s

source: error writing to temporary file: %s
pl: b³±d zapisu do pliku tymczasowego: %s

source: Enter new passphrase
pl: Wprowad¼ nowe has³o

source: Take this one anyway
pl: Przyjmij je mimo to

source: You have not entered a passphrase!%0AAn empty passphrase is not allowed.
pl: Nie wprowadzono has³a!%0APuste has³o nie jest dozwolone.

source: You have not entered a passphrase - this is in general a bad idea!%0APlease confirm that you do not want to have any protection on your key.
pl: Nie wprowadzono has³a - to jest ogólnie z³y pomys³!%0AProszê potwierdziæ, ¿e naprawdê ma nie byæ ¿adnej ochrony tego klucza.

source: Yes, protection is not needed
pl: Tak, ochrona nie jest potrzebna

source: Please enter the passphrase to%0Aprotect your new key
pl: Proszê wprowadziæ has³o do%0Azabezpieczenia swojego nowego klucza

source: Please enter the new passphrase
pl: Proszê wprowadziæ nowe has³o

source: @Options:
pl: @Opcje:

source: run in daemon mode (background)
pl: uruchomienie w trybie demona (w tle)

source: run in server mode (foreground)
pl: uruchomienie w trybie serwera (pierwszoplanowo)

source: verbose
pl: z dodatkowymi informacjami

source: be somewhat more quiet
pl: mniej komunikatów

source: sh-style command output
pl: wyj¶cie poleceñ w stylu sh

source: csh-style command output
pl: wyj¶cie poleceñ w stylu csh

source: |FILE|read options from FILE
pl: |PLIK|odczyt opcji z PLIKU

source: do not detach from the console
pl: nie odczepianie od konsoli

source: do not grab keyboard and mouse
pl: nie przechwytywanie klawiatury i myszy

source: use a log file for the server
pl: u¿ycie pliku loga dla serwera

source: |PGM|use PGM as the PIN-Entry program
pl: |PGM|u¿ycie PGM jako programu do wprowadzania PIN-u

source: |PGM|use PGM as the SCdaemon program
pl: |PGM|u¿ycie PGM jako programu SCdaemon

source: do not use the SCdaemon
pl: nie u¿ywanie SCdaemona

source: ignore requests to change the TTY
pl: ignorowanie ¿±dañ zmiany TTY

source: ignore requests to change the X display
pl: ignorowanie ¿±dañ zmiany ekranu X

source: |N|expire cached PINs after N seconds
pl: |N|przedawnienie pamiêtanych PIN-ów po N sekundach

source: do not use the PIN cache when signing
pl: nie u¿ywanie pamiêci PIN-ów przy podpisywaniu

source: allow presetting passphrase
pl: zezwolenie na predefiniowane has³o

source: Please report bugs to <@EMAIL@>.
pl: B³êdy prosimy zg³aszaæ na adres <@EMAIL@>.

source: %s is too old (need %s, have %s)
pl: biblioteka %s jest zbyt stara (potrzebna %s, zainstalowana %s)

source: can't create socket: %s
pl: nie mo¿na utworzyæ gniazda: %s

source: a gpg-agent is already running - not starting a new one
pl: gpg-agent ju¿ dzia³a - nie uruchamianie nowego

source: error getting nonce for the socket
pl: b³±d podczas pobierania nonce z gniazda

source: listen() failed: %s
pl: listen() nie powiod³o siê: %s

source: error reading nonce on fd %d: %s
pl: b³±d odczytu nonce z fd %d: %s

source: handler 0x%lx for fd %d started
pl: obs³uga 0x%lx dla fd %d uruchomiona

source: handler 0x%lx for fd %d terminated
pl: obs³uga 0x%lx dla fd %d zakoñczona

source: ssh handler 0x%lx for fd %d started
pl: obs³uga ssh 0x%lx dla fd %d uruchomiona

source: ssh handler 0x%lx for fd %d terminated
pl: obs³uga ssh 0x%lx dla fd %d zakoñczona

source: %s %s stopped
pl: %s %s zatrzymany

source: no gpg-agent running in this session
pl: brak dzia³aj±cego gpg-agenta w tej sesji

source: Usage: gpg-preset-passphrase [options] KEYGRIP (-h for help)
pl: Wywo³anie: gpg-preset-passphrase [opcje] UCHWYT_KLUCZA (-h podaje pomoc)

source: Syntax: gpg-preset-passphrase [options] KEYGRIP Password cache maintenance
pl: Sk³adnia: gpg-preset-passphrase [opcje] UCHWYT_KLUCZA Utrzymuwanie pamiêci hase³

source: @Commands:
pl: @Polecenia:

source: @ Options:
pl: @ Opcje:

source: Usage: gpg-protect-tool [options] (-h for help)
pl: Wywo³anie: gpg-protect-tool [opcje] (-h podaje pomoc)

source: Syntax: gpg-protect-tool [options] [args] Secret key maintenance tool
pl: Sk³adnia: gpg-protect-tool [opcje] [argumenty] Narzêdzie do utrzymywania kluczy tajnych

source: Please enter the passphrase to unprotect the PKCS#12 object.
pl: Proszê wprowadziæ has³o do odbezpieczenia obiektu PKCS#12.

source: Please enter the passphrase to protect the new PKCS#12 object.
pl: Proszê wprowadziæ has³o do zabezpieczenia obiektu PKCS#12.

source: Please enter the passphrase to protect the imported object within the GnuPG system.
pl: Proszê wprowadziæ has³o do zabezpieczenia wa¿nego obiektu w systemie GnuPG.

source: Please enter the passphrase or the PIN needed to complete this operation.
pl: Proszê wprowadziæ has³o lub PIN Potrzebny do zakoñczenia tej operacji.

source: cancelled
pl: anulowano

source: error while asking for the passphrase: %s
pl: b³±d podczas pytania o has³o: %s

source: error reading list of trusted root certificates
pl: b³±d odczytu listy zaufanych certyfikatów g³ównych

source: Do you ultimately trust%%0A "%s"%%0Ato correctly certify user certificates?
pl: Czy absolutnie ufasz, ¿e%%0A ,,%s''%%0Apoprawnie po¶wiadcza certyfikaty u¿ytkowników?

source: Yes
pl: Tak

source: No
pl: Nie

source: Please verify that the certificate identified as:%%0A "%s"%%0Ahas the fingerprint:%%0A %s
pl: Proszê sprawdziæ, ¿e certyfikat zidentyfikowany jako:%%0a ,,%s''%%0Ama odcisk:%%0A %s

source: Correct
pl: Akceptuj

source: Wrong
pl: Odrzuæ

source: Note: This passphrase has never been changed.%0APlease change it now.
pl: Uwaga: To has³o nie by³o nigdy zmieniane.%0AProszê zmieniæ je teraz.

source: This passphrase has not been changed%%0Asince %.4s-%.2s-%.2s. Please change it now.
pl: To has³o nie zosta³o zmienione%%0Aod %.4s-%.2s-%.2s. Proszê zmieniæ je teraz.

source: Change passphrase
pl: Zmiana has³a

source: I'll change it later
pl: Zmieniê je pó¼niej

source: DSA requires the hash length to be a multiple of 8 bits
pl: DSA wymaga d³ugo¶ci skrótu bêd±cego wielokrotno¶ci± 8 bitów

source: %s key uses an unsafe (%u bit) hash
pl: Klucz %s u¿ywa niebezpiecznego (%u-bitowego) skrótu

source: checking created signature failed: %s
pl: sprawdzenie z³o¿onego podpisu nie powiod³o siê: %s

source: secret key parts are not available
pl: tajne czê¶ci klucza s± niedostêpne

source: error creating a pipe: %s
pl: b³±d tworzenia potoku: %s

source: error forking process: %s
pl: b³±d podczas tworzenia procesu: %s

source: waiting for process %d to terminate failed: %s
pl: oczekiwanie na zakoñczenie procesu %d nie powiod³o siê: %s

source: error getting exit code of process %d: %s
pl: b³±d odczytu kodu zakoñczenia procesu %d: %s

source: communication problem with gpg-agent
pl: problem z komunikacj± z gpg-agentem

source: problem setting the gpg-agent options
pl: problem z ustawieniem opcji gpg-agenta

source: canceled by user
pl: anulowano przez u¿ytkownika

source: problem with the agent
pl: problem z agentem

source: can't disable core dumps: %s
pl: nie mo¿na wy³±czyæ zrzutów pamiêci: %s

source: Warning: unsafe ownership on %s "%s"
pl: Ostrze¿enie: niebezpieczne prawa w³asno¶ci do %s ,,%s''

source: Warning: unsafe permissions on %s "%s"
pl: Ostrze¿enie: niebezpieczne prawa dostêpu do %s ,,%s''

source: yes
pl: tak

source: yY
pl: tT

source: no
pl: nie

source: quit
pl: wyj¶cie

source: qQ
pl: wW

source: okay|okay
pl: ok|ok

source: cancel|cancel
pl: anuluj|anuluj

source: cC
pl: aA

source: out of core in secure memory while allocating %lu bytes
pl: brak miejsca w bezpiecznej pamiêci podczas przydzielania %lu bajtów

source: out of core while allocating %lu bytes
pl: brak miejsca podczas przydzielania %lu bajtów

source: %s:%u: obsolete option "%s" - it has no effect
pl: %s:%u: przestarza³a opcja ,,%s'' - nie ma efektu

source: |audit-log-result|Good
pl: |audit-log-result|Dobry

source: |audit-log-result|Bad
pl: |audit-log-result|Z³y

source: |audit-log-result|Not supported
pl: |audit-log-result|Nieobs³ugiwany

source: |audit-log-result|No certificate
pl: |audit-log-result|Brak certyfikatu

source: |audit-log-result|Not enabled
pl: |audit-log-result|Nie w³±czony

source: |audit-log-result|Error
pl: |audit-log-result|B³±d

source: |audit-log-result|Not used
pl: |audit-log-result|Nie u¿ywany

source: |audit-log-result|Okay
pl: |audit-log-result|OK

source: |audit-log-result|Skipped
pl: |audit-log-result|Pominiêto

source: |audit-log-result|Some
pl: |audit-log-result|Czê¶ciowo

source: Certificate chain available
pl: £añcuch certyfikatów dostêpny

source: root certificate missing
pl: brak certyfikatu g³ównego

source: Data encryption succeeded
pl: Szyfrowanie danych zakoñczone

source: Data available
pl: Dane dostêpne

source: Session key created
pl: Klucz sesji utworzony

source: algorithm: %s
pl: algorytm: %s

source: unsupported algorithm: %s
pl: nieobs³ugiwany algorytm: %s

source: seems to be not encrypted
pl: nie wygl±da na zaszyfrowan± wiadomo¶æ

source: Number of recipients
pl: Liczba odbiorców

source: Recipient %d
pl: Odbiorca %d

source: Data signing succeeded
pl: Podpisywanie danych zakoñczone

source: data hash algorithm: %s
pl: algorytm skrótu danych: %s

source: Signer %d
pl: Podpisuj±cy %d

source: attr hash algorithm: %s
pl: algorytm skrótu atrybutów: %s

source: Data decryption succeeded
pl: Odszyfrowywanie danych zakoñczone

source: Encryption algorithm supported
pl: Algorytm szyfrowania obs³ugiwany

source: Data verification succeeded
pl: Weryfikacja danych zakoñczona

source: Signature available
pl: Podpis dostêpny

source: Parsing data succeeded
pl: Analiza danych zakoñczona

source: bad data hash algorithm: %s
pl: niew³a¶ciwy algorytm skrótu danych: %s

source: Signature %d
pl: Podpis %d

source: Certificate chain valid
pl: £añcuch certyfikatów poprawny

source: Root certificate trustworthy
pl: Certyfikat g³ówny jest zaufany

source: no CRL found for certificate
pl: nie znaleziono CRL dla certyfikatu

source: the available CRL is too old
pl: dostêpny CRL jest zbyt stary

source: CRL/OCSP check of certificates
pl: weryfikacja CRL/OCSP certyfikatów

source: Included certificates
pl: Do³±czone certyfikaty

source: No audit log entries.
pl: Brak wpisów w logu.

source: Unknown operation
pl: Nieznana operacja

source: Gpg-Agent usable
pl: Gpg-Agent sprawny

source: Dirmngr usable
pl: Dirmngr sprawny

source: ignoring garbage line
pl: zignorowano b³êdn± liniê

source: [none]
pl: [brak]

source: argument not expected
pl: nieoczekiwany argument

source: read error
pl: b³±d odczytu

source: keyword too long
pl: s³owo kluczowe zbyt d³ugie

source: missing argument
pl: brak argumentu

source: invalid command
pl: b³êdne polecenie

source: invalid alias definition
pl: b³êdna definicja aliasu

source: out of core
pl: brak pamiêci

source: invalid option
pl: b³êdna opcja

source: missing argument for option "%.50s"
pl: brak argumentu dla opcji ,,%.50s''

source: option "%.50s" does not expect an argument
pl: opcja ,,%.50s'' nie mo¿e mieæ argumentów

source: invalid command "%.50s"
pl: b³êdne polecenie ,,%.50s''

source: option "%.50s" is ambiguous
pl: opcja ,,%.50s'' jest niejednoznaczna

source: command "%.50s" is ambiguous
pl: polecenie ,,%.50s'' jest niejednoznaczne

source: out of core
pl: brak pamiêci

source: invalid option "%.50s"
pl: b³êdna opcja ,,%.50s''

source: you found a bug ... (%s:%d)
pl: znalaz³e¶(a¶) b³±d w programie ... (%s:%d)

source: iconv_open failed: %s
pl: iconv_open nie powiod³o siê: %s

source: removing stale lockfile (created by %d)
pl: usuwanie nieaktualnego pliku blokady (utworzonego przez %d)

source: waiting for lock (held by %d%s) %s...
pl: oczekiwanie na blokadê (trzyman± przez %d%s) %s...

source: (deadlock?)
pl: (zakleszczenie?)

source: waiting for lock %s...
pl: oczekiwanie na blokadê %s...

source: armor: %s
pl: opakowanie: %s

source: invalid armor header:
pl: niepoprawny nag³ówek opakowania:

source: armor header:
pl: nag³ówek opakowania:

source: invalid clearsig header
pl: niew³a¶ciwy nag³ówek dokumentu z podpisem na koñcu

source: unknown armor header:
pl: nieznany nag³ówek opakowania:

source: nested clear text signatures
pl: zagnie¿d¿one podpisy na koñcu dokumentu

source: unexpected armor:
pl: nieoczekiwane opakowanie:

source: invalid dash escaped line:
pl: niepoprawne oznaczenie linii minusami:

source: invalid radix64 character %02X skipped
pl: niew³a¶ciwy znak formatu radix64 ,,%02X'' zosta³ pominiêty

source: premature eof (no CRC)
pl: przedwczesny koniec pliku (brak CRC)

source: premature eof (in CRC)
pl: przedwczesny koniec pliku (w CRC)

source: malformed CRC
pl: b³±d formatu CRC

source: CRC error; %06lX - %06lX
pl: B³±d sumy CRC; %06lX - %06lX

source: premature eof (in trailer)
pl: przedwczesny koniec pliku (w linii koñcz±cej)

source: error in trailer line
pl: b³±d w linii koñcz±cej

source: no valid OpenPGP data found.
pl: nie odnaleziono poprawnych danych w formacie OpenPGP.

source: invalid armor: line longer than %d characters
pl: b³±d opakowania: linia d³u¿sza ni¿ %d znaków

source: quoted printable character in armor - probably a buggy MTA has been used
pl: znak kodowania quoted-printable w opakowaniu ASCII - prawdopodobnie przek³amanie wprowadzone przez serwer pocztowy

source: a notation name must have only printable characters or spaces, and end with an '='
pl: nazwa adnotacji musi zawieraæ tylko znaki drukowalne lub spacje i koñczyæ siê znakiem ,,=''

source: a user notation name must contain the '@' character
pl: nazwa adnotacji u¿ytkownika musi zawieraæ znak ,,@''

source: a notation name must not contain more than one '@' character
pl: nazwa adnotacjinie mo¿e zawieraæ wiêcej ni¿ jednego znaku ,,@''

source: a notation value must not use any control characters
pl: warto¶æ adnotacji nie mo¿e zawieraæ ¿adnych znaków steruj±cych

source: WARNING: invalid notation data found
pl: OSTRZE¯ENIE: napotkano b³êdne dane adnotacji

source: not human readable
pl: nieczytelne dla cz³owieka

source: failed to proxy %s inquiry to client
pl: nie uda³o siê przekazaæ zapytania %s do klienta

source: OpenPGP card not available: %s
pl: Karta OpenPGP niedostêpna: %s

source: OpenPGP card no. %s detected
pl: Wykryto kartê OpenPGP nr %s

source: can't do this in batch mode
pl: nie dzia³a w trybie wsadowym

source: This command is only available for version 2 cards
pl: To polecenie jest dostêpne tylko dla kart w wersji 2

source: Reset Code not or not anymore available
pl: Kod resetuj±cy nie jest (ju¿ lub w ogóle) dostêpny

source: Your selection?
pl: Twój wybór?

source: [not set]
pl: [nie ustawiono]

source: male
pl: mê¿czyzna

source: female
pl: kobieta

source: unspecified
pl: nie podano

source: not forced
pl: nie wymuszono

source: forced
pl: wymuszono

source: Error: Only plain ASCII is currently allowed.
pl: B³±d: aktualnie dopuszczalne jest tylko czyste ASCII.

source: Error: The "<" character may not be used.
pl: B³±d: znak ,,<'' nie mo¿e byæ u¿yty.

source: Error: Double spaces are not allowed.
pl: B³±d: podwójne spacje nie s± dopuszczalne.

source: Cardholder's surname:
pl: Nazwisko posiadacza karty:

source: Cardholder's given name:
pl: Imiê posiadacza karty:

source: Error: Combined name too long (limit is %d characters).
pl: B³±d: pe³ne personalia zbyt d³ugie (limit to %d znaków).

source: URL to retrieve public key:
pl: URL do odczytania klucza publicznego:

source: Error: URL too long (limit is %d characters).
pl: B³±d: URL zbyt d³ugi (limit to %d znaków).

source: error allocating enough memory: %s
pl: b³±d przydzielania wystarczaj±cej ilo¶ci pamiêci: %s

source: Login data (account name):
pl: Dane logowania (nazwa konta):

source: Error: Login data too long (limit is %d characters).
pl: B³±d: dane logowania zbyt d³ugie (limit to %d znaków).

source: Private DO data:
pl: Prywatne dane DO:

source: Error: Private DO too long (limit is %d characters).
pl: B³±d: prywatne DO zbyt d³ugie (limit to %d znaków).

source: Language preferences:
pl: Preferowane jêzyki:

source: Error: invalid length of preference string.
pl: B³±d: niew³a¶ciwa d³ugo¶æ tekstu preferencji.

source: Error: invalid characters in preference string.
pl: B³±d: niew³a¶ciwe znaki w tek¶cie preferencji.

source: Sex ((M)ale, (F)emale or space):
pl: P³eæ (M - mê¿czyzna, F - kobieta lub spacja):

source: Error: invalid response.
pl: B³±d: niew³a¶ciwa odpowied¼.

source: CA fingerprint:
pl: Odcisk CA:

source: Error: invalid formatted fingerprint.
pl: B³±d: niew³a¶ciwie sformatowany odcisk.

source: key operation not possible: %s
pl: operacja na kluczu niewykonalna: %s

source: not an OpenPGP card
pl: to nie jest karta OpenPGP

source: error getting current key info: %s
pl: b³±d podczas odczytu aktualnych informacji o kluczu: %s

source: Replace existing key? (y/N)
pl: Zast±piæ istniej±cy klucz? (t/N)

source: What keysize do you want for the Signature key? (%u)
pl: Jakiej d³ugo¶ci klucz do podpisywania wygenerowaæ? (%u)

source: What keysize do you want for the Encryption key? (%u)
pl: Jakiej d³ugo¶ci klucz do szyfrowania wygenerowaæ? (%u)

source: What keysize do you want for the Authentication key? (%u)
pl: Jakiej d³ugo¶ci klucz do uwierzytelniania wygenerowaæ? (%u)

source: rounded up to %u bits
pl: zaokr±glono do %u bitów

source: %s keysizes must be in the range %u-%u
pl: Rozmiary kluczy %s musz± byæ z przedzia³u %u-%u

source: The card will now be re-configured to generate a key of %u bits
pl: Karta zostanie przekonfigurowana do tworzenia klucza %u-bitowego

source: error changing size of key %d to %u bits: %s
pl: b³±d podczas zmiany rozmiaru klucza %d na %u bitów: %s

source: Make off-card backup of encryption key? (Y/n)
pl: Stworzyæ poza kart± kopiê zapasow± klucza szyfruj±cego? (T/n)

source: Replace existing keys? (y/N)
pl: Zast±piæ istniej±ce klucze? (t/N)

source: Please select the type of key to generate:
pl: Proszê wybraæ rodzaj klucza do wygenerowania:

source: (1) Signature key
pl: (1) Klucz do podpisów

source: (2) Encryption key
pl: (2) Klucz do szyfrowania

source: (3) Authentication key
pl: (3) Klucz do uwierzytelniania

source: Invalid selection.
pl: Niew³a¶ciwy wybór.

source: Please select where to store the key:
pl: Proszê wybraæ gdzie zapisaæ klucz:

source: quit this menu
pl: wyj¶cie z tego menu

source: show admin commands
pl: pokazanie poleceñ administratora

source: show this help
pl: ten tekst pomocy

source: list all available data
pl: wypisanie wszystkich dostêpnych danych

source: change card holder's name
pl: zmiana nazwy posiadacza karty

source: change URL to retrieve key
pl: zmiana URL-a do odczytu klucza

source: fetch the key specified in the card URL
pl: pobranie klucza okre¶lonego w URL-u karty

source: change the login name
pl: zmiana nazwy logowania

source: change the language preferences
pl: zmiana preferowanych jêzyków

source: change card holder's sex
pl: zmiana p³ci posiadacza karty

source: change a CA fingerprint
pl: zmiana odcisku CA

source: toggle the signature force PIN flag
pl: zmiana flagi wymuszenia PIN-u do podpisu

source: generate new keys
pl: wygenerowanie nowych kluczy

source: menu to change or unblock the PIN
pl: menu do zmiany lub odblokowania PIN-u

source: verify the PIN and list all data
pl: sprawdzenie PIN-u i wypisanie wszystkich danych

source: unblock the PIN using a Reset Code
pl: odblokowanie PIN-u przy u¿yciu kodu resetuj±cego

source: gpg/card>
pl: gpg/karta>

source: Admin-only command
pl: Polecenie tylko dla administratora

source: Admin commands are allowed
pl: Polecenia dla administratora s± dozwolone

source: Admin commands are not allowed
pl: Polecenia dla administratora nie s± dozwolone

source: Invalid command (try "help")
pl: Niepoprawne polecenie (spróbuj ,,help'')

source: --output doesn't work for this command
pl: opcja --output nie dzia³a z tym poleceniem

source: key "%s" not found: %s
pl: klucz ,,%s'' nie zosta³ odnaleziony: %s

source: error reading keyblock: %s
pl: b³±d odczytu bloku kluczy: %s

source: (unless you specify the key by fingerprint)
pl: (chyba, ¿e klucz zostaje wybrany przez podanie odcisku)

source: can't do this in batch mode without "--yes"
pl: bez opcji ,,--yes'' nie dzia³a w trybie wsadowym

source: Delete this key from the keyring? (y/N)
pl: Usun±æ ten klucz ze zbioru? (t/N)

source: This is a secret key! - really delete? (y/N)
pl: To jest klucz tajny! - czy na pewno go usun±æ? (t/N)

source: deleting keyblock failed: %s
pl: usuniêcie bloku klucza nie powiod³o siê: %s

source: ownertrust information cleared
pl: informacja o zaufaniu dla w³a¶ciciela klucza zosta³a wymazana
