Repository: nikitasius/GnuPG
Catalog: po/*.po
Languages: pl

source: WARNING: forcing digest algorithm %s (%d) violates recipient preferences
pl: OSTRZE¯ENIE: wymuszone u¿ycie skrótu %s (%d) k³óci siê z ustawieniami adresata

source: signing:
pl: podpis:

source: %s encryption will be used
pl: zostanie u¿yty szyfr %s

source: key is not flagged as insecure - can't use it with the faked RNG!
pl: klucz nie jest oznaczony jako niepewny - nie mo¿na go u¿yæ z atrap± generatora liczb losowych!

source: skipped "%s": duplicated
pl: pominiêty ,,%s'': duplikat

source: skipped: secret key already present
pl: pominiêty: klucz prywatny jest ju¿ wpisany

source: this is a PGP generated Elgamal key which is not secure for signatures!
pl: klucz algorytmu Elgamala wygenerowany przez PGP nie zapewniaj±cy bezpiecznych podpisów!

source: trust record %lu, type %d: write failed: %s
pl: wpis zaufania %lu, typ zapytania %d: zapis nie powiód³ siê: %s

source: # List of assigned trustvalues, created %s # (Use "gpg --import-ownertrust" to restore them)
pl: # Lista przypisanych warto¶ci zaufania, stworzona %s # (u¿yj "gpg --import-ownertrust" aby j± przywróciæ)

source: line too long
pl: linia zbyt d³uga

source: colon missing
pl: brak dwukropka

source: invalid fingerprint
pl: niew³a¶ciwy odcisk

source: ownertrust value missing
pl: brak warto¶ci zaufania w³a¶ciciela

source: trustdb: sync failed: %s
pl: baza zaufania: synchronizacja nie powiod³a siê %s

source: trustdb rec %lu: lseek failed: %s
pl: baza zaufania, wpis %lu: funkcja lseek() nie powiod³a siê: %s

source: trustdb rec %lu: write failed (n=%d): %s
pl: baza zaufania, wpis %lu: zapis nie powiód³ siê (n=%d): %s

source: trustdb transaction too large
pl: zbyt du¿e zlecenie dla bazy zaufania

source: %s: directory does not exist!
pl: %s: katalog nie istnieje!

source: %s: failed to create version record: %s
pl: %s: stworzenie zapisu o wersji nie powiod³o siê: %s

source: %s: invalid trustdb created
pl: %s: stworzony niepoprawny plik bazy zaufania

source: %s: trustdb created
pl: %s: baza zaufania utworzona

source: %s: invalid trustdb
pl: %s: niepoprawny plik bazy zaufania

source: %s: failed to create hashtable: %s
pl: %s: tworzenie tablicy skrótów nie powiod³o siê: %s

source: %s: error updating version record: %s
pl: %s: b³±d przy uaktualnianiu numeru wersji: %s

source: %s: error reading version record: %s
pl: %s: b³±d odczytu numeru wersji: %s

source: %s: error writing version record: %s
pl: %s: b³±d zapisu numeru wersji: %s

source: trustdb: lseek failed: %s
pl: baza zaufania: funkcja lseek() zawiod³a: %s

source: trustdb: read failed (n=%d): %s
pl: baza zaufania: funkcja read() (n=%d) zawiod³a: %s

source: %s: not a trustdb file
pl: %s: to nie jest plik bazy zaufania

source: %s: version record with recnum %lu
pl: %s: wpis wersji z numerem %lu

source: %s: invalid file version %d
pl: %s: niew³a¶ciwa wersja pliku %d

source: %s: error reading free record: %s
pl: %s: b³±d odczytu pustego wpisu: %s

source: %s: error writing dir record: %s
pl: %s: b³±d zapisu wpisu katalogowego: %s

source: %s: failed to zero a record: %s
pl: %s: zerowanie rekordu nie powiod³o siê: %s

source: %s: failed to append a record: %s
pl: %s: dopisanie rekordu nie powiod³o siê: %s

source: Error: The trustdb is corrupted.
pl: B³±d: uszkodzona baza zaufania.

source: can't handle text lines longer than %d characters
pl: nie mo¿na obs³u¿yæ linii tekstu d³u¿szej ni¿ %d znaków

source: input line longer than %d characters
pl: linia d³u¿sza ni¿ %d znaków

source: public key %s not found: %s
pl: klucz publiczny %s nie odnaleziony: %s

source: key %s: accepted as trusted key
pl: klucz %s: zaakceptowany jako klucz zaufany

source: key %s occurs more than once in the trustdb
pl: klucz %s jest wpisany wiêcej ni¿ raz w bazie zaufania

source: key %s: no public key for trusted key - skipped
pl: klucz %s: brak klucza publicznego dla zaufanego klucza - pominiêty

source: key %s marked as ultimately trusted
pl: klucz %s zosta³ oznaczony jako obdarzony absolutnym zaufaniem.

source: trust record %lu, req type %d: read failed: %s
pl: wpis zaufania %lu, typ zapytania %d: odczyt nie powiód³ siê: %s

source: trust record %lu is not of requested type %d
pl: wpis zaufania %lu jest typu innego ni¿ poszukiwany %d

source: You may try to re-create the trustdb using the commands:
pl: Mo¿na próbowaæ odtworzyæ bazê zaufania przy u¿yciu poleceñ:

source: If that does not work, please consult the manual
pl: Je¶li to nie dzia³a, nale¿y poradziæ siê instrukcji

source: unable to use unknown trust model (%d) - assuming %s trust model
pl: nie mo¿na u¿yæ nieznanego modelu zaufania (%d) - przyjêto model zaufania %s

source: using %s trust model
pl: u¿ycie modelu zaufania %s

source: no need for a trustdb check
pl: sprawdzanie bazy jest niepotrzebne

source: next trustdb check due at %s
pl: nastêpne sprawdzanie bazy odbêdzie siê %s

source: please do a --check-trustdb
pl: nale¿y uruchomiæ gpg z opcj± ,,--check-trustdb''

source: checking the trustdb
pl: sprawdzanie bazy zaufania

source: no ultimately trusted keys found
pl: brak absolutnie zaufanych kluczy

source: public key of ultimately trusted key %s not found
pl: klucz publiczny absolutnie zaufanego klucza %s nie odnaleziony

source: depth: %d valid: %3d signed: %3d trust: %d-, %dq, %dn, %dm, %df, %du
pl: poziom: %d poprawnych: %3d podpisanych: %3d zaufanie: %d-,%dq,%dn,%dm,%df,%du

source: unable to update trustdb version record: write failed: %s
pl: nie mo¿na uaktualniæ rekordu wersji bazy zaufania: zapis nie powiód³ siê: %s

source: undefined
pl: nieokre¶lone

source: never
pl: nigdy

source: marginal
pl: marginalne

source: full
pl: pe³ne

source: ultimate
pl: absolutne

source: [ revoked]
pl: [ uniewa¿niony ]

source: [ expired]
pl: [przeterminowany]

source: [ unknown]
pl: [ nieznane ]

source: [ undef ]
pl: [ nieokre¶lone ]

source: [marginal]
pl: [ marginalne ]

source: [ full ]
pl: [ pe³ne ]

source: [ultimate]
pl: [ absolutne ]

source: the signature could not be verified. Please remember that the signature file (.sig or .asc) should be the first file given on the command line.
pl: nie mo¿na sprawdziæ podpisu. Nale¿y pamiêtaæ o podawaniu pliku podpisu (.sig lub .asc) jako pierwszego argumentu linii poleceñ.

source: input line %u too long or missing LF
pl: linia wej¶cia %u zbyt d³uga lub brak znaku LF

source: can't open fd %d: %s
pl: nie mo¿na otworzyæ fd %d: %s

source: set debugging flags
pl: ustawienie flag diagnostycznych

source: enable full debugging
pl: w³±czenie pe³nej diagnostyki

source: Usage: kbxutil [options] [files] (-h for help)
pl: Wywo³anie: kbxutil [opcje] [pliki] (-h podaje pomoc)

source: Syntax: kbxutil [options] [files] List, export, import Keybox data
pl: Sk³adnia: kbxutil [opcje] [pliki] Wypisywanie, eksport, import danych Keybox

source: RSA modulus missing or not of size %d bits
pl: reszta RSA brakuj±ca lub o rozmiarze innym ni¿ %d bity

source: RSA public exponent missing or larger than %d bits
pl: publiczny wyk³adnik RSA brakuj±cy lub wiêkszy ni¿ %d bity

source: PIN callback returned error: %s
pl: Zapytanie zwrotne o PIN zwróci³o b³±d: %s

source: the NullPIN has not yet been changed
pl: NullPIN nie zosta³ jeszcze zmieniony

source: |N|Please enter a new PIN for the standard keys.
pl: |N|Proszê wprowadziæ nowy PIN dla zwyk³ych kluczy.

source: ||Please enter the PIN for the standard keys.
pl: ||Proszê wprowadziæ PIN dla zwyk³ych kluczy.

source: |NP|Please enter a new PIN Unblocking Code (PUK) for the standard keys.
pl: |NP|Proszê wprowadziæ nowy kod oblokowuj±cy PIN (PUK) dla zwyk³ych kluczy.

source: |P|Please enter the PIN Unblocking Code (PUK) for the standard keys.
pl: |P|Proszê wprowadziæ kod odblokowuj±cy PIN (PUK) dla zwyk³ych kluczy.

source: |N|Please enter a new PIN for the key to create qualified signatures.
pl: |N|Proszê wprowadziæ nowy PIN dla klucza do tworzenia podpisów kwalifikowanych.

source: ||Please enter the PIN for the key to create qualified signatures.
pl: ||Proszê wprowadziæ PIN PIN dla klucza do tworzenia podpisów kwalifikowanych.

source: |NP|Please enter a new PIN Unblocking Code (PUK) for the key to create qualified signatures.
pl: |NP|Proszê wprowadziæ nowy kod odblokowuj±cy PIN (PUK) dla klucza do tworzenia podpisów kwalifikowanych.

source: |P|Please enter the PIN Unblocking Code (PUK) for the key to create qualified signatures.
pl: |P|Proszê wprowadziæ kod odblokowuj±cy PIN (PUK) dla klucza do tworzenia podpisów kwalifikowanych.

source: error getting new PIN: %s
pl: b³±d podczas odczytu nowego PIN-u: %s

source: failed to store the fingerprint: %s
pl: nie powiód³ siê zapis odcisku: %s

source: failed to store the creation date: %s
pl: nie powiód³ siê zapis daty utworzenia: %s

source: reading public key failed: %s
pl: odczyt klucza publicznego nie powiód³ siê: %s

source: response does not contain the public key data
pl: odpowied¼ nie zawiera danych klucza publicznego

source: response does not contain the RSA modulus
pl: odpowied¼ nie zawiera wspó³czynnika RSA

source: response does not contain the RSA public exponent
pl: odpowied¼ nie zawiera publicznego wyk³adnika RSA

source: using default PIN as %s
pl: u¿ycie domy¶lnego PIN-u jako %s

source: failed to use default PIN as %s: %s - disabling further default use
pl: nie uda³o siê u¿yæ domy¶lnego PIN-u jako %s: %s - wy³±czenie dalszego domy¶lnego u¿ycia

source: ||Please enter the PIN%%0A[sigs done: %lu]
pl: ||Proszê wpisaæ PIN%%0A[podpisów wykonanych: %lu]

source: ||Please enter the PIN
pl: ||Proszê wpisaæ PIN

source: PIN for CHV%d is too short; minimum length is %d
pl: PIN dla CHV%d jest zbyt krótki; minimalna d³ugo¶æ to %d

source: verify CHV%d failed: %s
pl: weryfikacja CHV%d nie powiod³a siê: %s

source: error retrieving CHV status from card
pl: b³±d podczas odczytu stanu CHV z karty

source: card is permanently locked!
pl: karta zosta³a trwale zablokowana!

source: |A|Please enter the Admin PIN%%0A[remaining attempts: %d]
pl: |A|Proszê wprowadziæ PIN administracyjny%%0A[pozosta³o prób: %d]

source: |A|Please enter the Admin PIN
pl: |A|Proszê wprowadziæ PIN administracyjny

source: access to admin commands is not configured
pl: dostêp do poleceñ administratora nie zosta³ skonfigurowany

source: ||Please enter the Reset Code for the card
pl: ||Proszê wprowadziæ kod resetuj±cy dla karty

source: Reset Code is too short; minimum length is %d
pl: Kod resetuj±cy zbyt krótki; minimalna d³ugo¶æ to %d

source: |RN|New Reset Code
pl: |RN|Nowy kod resetuj±cy

source: |AN|New Admin PIN
pl: |AN|Nowy PIN administracyjny

source: |N|New PIN
pl: |N|Nowy PIN

source: ||Please enter the Admin PIN and New Admin PIN
pl: ||Proszê wprowadziæ PIN administracyjny i nowy PIN administracyjny

source: ||Please enter the PIN and New PIN
pl: ||Proszê wprowadziæ PIN i nowy PIN

source: error reading application data
pl: b³±d podczas odczytu danych aplikacji

source: error reading fingerprint DO
pl: b³±d podczas odczytu odcisku DO

source: key already exists
pl: klucz ju¿ istnieje

source: existing key will be replaced
pl: istniej±cy klucz zostanie zast±piony

source: generating new key
pl: generowanie nowego klucza

source: writing new key
pl: zapisywanie nowego klucza

source: creation timestamp missing
pl: brak datownika utworzenia

source: RSA prime %s missing or not of size %d bits
pl: liczba pierwsza %s RSA brakuj±ca lub o rozmiarze innym ni¿ %d bitów

source: failed to store the key: %s
pl: nie powiód³ siê zapis klucza: %s

source: please wait while key is being generated ...
pl: proszê czekaæ na wygenerowanie klucza...

source: generating key failed
pl: generowanie klucza nie powiod³o siê

source: invalid structure of OpenPGP card (DO 0x93)
pl: niepoprawna struktura karty OpenPGP (DO 0x93)

source: fingerprint on card does not match requested one
pl: odcisk na karcie nie zgadza siê z ¿±danym

source: card does not support digest algorithm %s
pl: karta nie obs³uguje algorytmu skrótu %s

source: signatures created so far: %lu
pl: dotychczas stworzono podpisów: %lu

source: verification of Admin PIN is currently prohibited through this command
pl: weryfikacja PIN-u administracyjnego tym poleceniem jest aktualnie zabroniona

source: can't access %s - invalid OpenPGP card?
pl: nie mo¿na dostaæ siê do %s - niepoprawna karta OpenPGP?

source: ||Please enter your PIN at the reader's pinpad
pl: ||Proszê wprowadziæ PIN na klawiaturze czytnika

source: |N|Initial New PIN
pl: |N|Pocz±tkowy nowy PIN

source: run in multi server mode (foreground)
pl: uruchomienie w trybie serwera (pierwszoplanowo)

source: |LEVEL|set the debugging level to LEVEL
pl: |POZIOM|ustawienie POZIOMU diagnostyki

source: |FILE|write a log to FILE
pl: |PLIK|zapisanie logów do PLIKu

source: |N|connect to reader at port N
pl: |N|po³±czenie z czytnikiem na porcie N

source: |NAME|use NAME as ct-API driver
pl: |NAZWA|u¿ycie NAZWY jako sterownika ct-API

source: |NAME|use NAME as PC/SC driver
pl: |NAZWA|u¿ycie NAZWY jako sterownika PC/SC

source: do not use the internal CCID driver
pl: nie u¿ywanie wewnêtrznego sterownika CCID

source: |N|disconnect the card after N seconds of inactivity
pl: |N|od³±czenie karty po N sekundach nieaktywno¶ci

source: do not use a reader's pinpad
pl: nie u¿ywanie klawiatury czytnika

source: deny the use of admin card commands
pl: zabronienie u¿ywania poleceñ karty administratora

source: use variable length input for pinpad
pl: u¿ycie wej¶cia z klawiatury czytnika o zmiennej d³ugo¶ci

source: handler for fd %d started
pl: obs³uga fd %d uruchomiona

source: handler for fd %d terminated
pl: obs³uga fd %d zakoñczona

source: invalid radix64 character %02x skipped
pl: niew³a¶ciwy znak formatu radix64 %02x zosta³ pominiêty

source: validation model requested by certificate: %s
pl: model poprawno¶ci ¿±dany przez certyfikat: %s

source: chain
pl: ³añcuchowy

source: shell
pl: pow³okowy

source: critical certificate extension %s is not supported
pl: krytyczne rozszerzenie certyfikatu %s nie jest obs³ugiwane

source: issuer certificate is not marked as a CA
pl: wystawca certyfikatu nie jest oznaczony jako CA

source: critical marked policy without configured policies
pl: polityka oznaczona jako krytyczna bez skonfigurowanych polityk

source: certificate policy not allowed
pl: polityka certyfikatu niedozwolona

source: looking up issuer at external location
pl: poszukiwanie wystawcy na zewn±trz

source: number of issuers matching: %d
pl: liczba pasuj±cych wystawców: %d

source: looking up issuer from the Dirmngr cache
pl: poszukiwanie wystawcy w pamiêci podrêcznej Dirmngr

source: number of matching certificates: %d
pl: liczba pasuj±cych certyfikatów: %d

source: dirmngr cache-only key lookup failed: %s
pl: wyszukiwanie klucza tylko w pamiêci podrêcznej dirmngr nie powiod³o siê: %s

source: failed to allocate keyDB handle
pl: nie uda³o siê przydzieliæ uchwytu keyDB

source: certificate has been revoked
pl: certyfikat zosta³ uniewa¿niony

source: the status of the certificate is unknown
pl: status certyfikatu jest nieznany

source: please make sure that the "dirmngr" is properly installed
pl: proszê upewniæ siê, ¿e ,,dirmngr'' jest poprawnie zainstalowany

source: checking the CRL failed: %s
pl: sprawdzenie CRL nie powiod³o siê: %s

source: certificate with invalid validity: %s
pl: certyfikat o niewa¿nej wa¿no¶ci: %s

source: certificate not yet valid
pl: certyfikat jeszcze nie jest wa¿ny

source: root certificate not yet valid
pl: certyfikat g³ówny jeszcze nie jest wa¿ny

source: intermediate certificate not yet valid
pl: certyfikat po¶redni jeszcze nie jest wa¿ny

source: certificate has expired
pl: certyfikat wygas³

source: root certificate has expired
pl: certyfikat g³ówny wygas³

source: intermediate certificate has expired
pl: certyfikat po¶redni wygas³

source: required certificate attributes missing: %s%s%s
pl: brak wymaganych atrybutów certyfikatu: %s%s%s

source: certificate with invalid validity
pl: certyfikat o niewa¿nej wa¿no¶ci

source: signature not created during lifetime of certificate
pl: podpis nie utworzony w czasie ¿ycia certyfikatu

source: certificate not created during lifetime of issuer
pl: certyfikat nie utworzony w czasie ¿ycia wystawcy

source: intermediate certificate not created during lifetime of issuer
pl: po¶redni certyfikat nie utworzony w czasie ¿ycia wystawcy

source: ( signature created at
pl: ( podpis utworzony

source: (certificate created at
pl: (certyfikat utworzony

source: (certificate valid from
pl: (certyfikat wa¿ny od

source: ( issuer valid from
pl: ( wystawca wa¿ny od

source: fingerprint=%s
pl: odcisk=%s

source: root certificate has now been marked as trusted
pl: g³ówny certyfikat nie zosta³ oznaczony jako zaufany

source: interactive marking as trusted not enabled in gpg-agent
pl: interaktywne oznaczanie zaufania nie w³±czone w gpg-agencie

source: interactive marking as trusted disabled for this session
pl: interaktywne oznaczanie zaufania wy³±czone dla tej sesji

source: WARNING: creation time of signature not known - assuming current time
pl: UWAGA: czas utworzenia podpisu nie jest znany - przyjêto czas bie¿±cy

source: no issuer found in certificate
pl: nie znaleziono wystawcy w certyfikacie

source: self-signed certificate has a BAD signature
pl: w³asnorêcznie podpisany certyfikat ma Z£Y podpis

source: root certificate is not marked trusted
pl: g³ówny certyfikat nie jest oznaczony jako zaufany

source: checking the trust list failed: %s
pl: sprawdzenie listy zaufania nie powiod³o siê: %s

source: certificate chain too long
pl: ³añcuch certyfikatów zbyt d³ugi

source: issuer certificate not found
pl: nie znaleziono wystawcy certyfikatu

source: certificate has a BAD signature
pl: certyfikat ma Z£Y podpis

source: found another possible matching CA certificate - trying again
pl: znaleziono inny byæ mo¿e pasuj±cy certyfikat CA - ponawianie próby

source: certificate chain longer than allowed by CA (%d)
pl: ³añcuch certyfikatów d³u¿szy ni¿ zezwala CA (%d)

source: certificate is good
pl: certyfikat jest dobry

source: intermediate certificate is good
pl: certyfikat po¶redni jest dobry

source: root certificate is good
pl: certyfikat g³ówny jest dobry

source: switching to chain model
pl: prze³±czanie do modelu ³añcuchowego

source: validation model used: %s
pl: u¿yty model poprawno¶ci: %s

source: a %u bit hash is not valid for a %u bit %s key
pl: skrót %u-bitowy nie jest poprawny dla %u-bitowego klucza %s

source: (this is the MD2 algorithm)
pl: (to jest algorytm MD2)

source: none
pl: brak

source: [Error - invalid encoding]
pl: [B³±d - niew³a¶ciwe kodowanie]

source: [Error - out of core]
pl: [B³±d - brak pamiêci]

source: [Error - No name]
pl: [B³±d - Brak nazwy]

source: [Error - invalid DN]
pl: [B³±d - niew³a¶ciwe DN]

source: Please enter the passphrase to unlock the secret key for the X.509 certificate: "%s" S/N %s, ID 0x%08lX, created %s, expires %s.
pl: Proszê wprowadziæ has³o aby odbezpieczyæ klucz tajny certyfikatu X.509: ,,%s'' S/N %s, ID 0x%08lX, stworzony %s, wygasa %s.

source: no key usage specified - assuming all usages
pl: nie okre¶lono sposobu wykorzystania klucza - przyjêto wszystkie sposoby

source: error getting key usage information: %s
pl: b³±d podczas pobierania informacji o wykorzystaniu klucza: %s

source: certificate should not have been used for certification
pl: certyfikat nie powinien byæ u¿ywany do po¶wiadczania

source: certificate should not have been used for OCSP response signing
pl: certyfikat nie powinien byæ u¿ywany do podpisywania odpowiedzi OCSP

source: certificate should not have been used for encryption
pl: certyfikat nie powinien byæ u¿ywany do szyfrowania

source: certificate should not have been used for signing
pl: certyfikat nie powinien byæ u¿ywany do podpisywania

source: certificate is not usable for encryption
pl: certyfikat nie nadaje siê do szyfrowania

source: certificate is not usable for signing
pl: certyfikat nie nadaje siê do podpisywania

source: line %d: invalid algorithm
pl: linia %d: niew³a¶ciwy algorytm

source: line %d: invalid key length %u (valid are %d to %d)
pl: linia %d: niew³a¶ciwa d³ugo¶æ klucza %u (poprawne s± od %d do %d)

source: line %d: no subject name given
pl: linia %d: nie podano nazwy przedmiotu

source: line %d: not a valid email address
pl: linia %d: niepoprawny adres e-mail

source: line %d: key generation failed: %s <%s>
pl: linia %d: generowanie klucza nie powiod³o siê: %s <%s>

source: To complete this certificate request please enter the passphrase for the key you just created once more.
pl: Aby zakoñczyæ to ¿±danie certyfikatu proszê wprowadziæ jeszcze raz has³o dla utworzonego klucza.

source: (%d) Existing key
pl: (%d) Istniej±cy klucz

source: (%d) Existing key from card
pl: (%d) Istniej±cy klucz z karty

source: error reading the card: %s
pl: b³±d odczytu karty: %s

source: Serial number of the card: %s
pl: Numer seryjny karty: %s

source: Available keys:
pl: Dostêpne klucze:

source: Possible actions for a %s key:
pl: Mo¿liwe akcje dla klucza %s:

source: (%d) sign, encrypt
pl: (%d) podpisywanie, szyfrowanie

source: (%d) sign
pl: (%d) podpisywanie

source: (%d) encrypt
pl: (%d) szyfrowanie

source: Enter the X.509 subject name:
pl: Nazwa przedmiotu X.509:

source: No subject name given
pl: Nie podano nazwy przedmiotu

source: Enter email addresses
pl: Adresy poczty elektronicznej

source: (end with an empty line):
pl: (pusta linia oznacza koniec):

source: Enter DNS names
pl: Nazwy DNS

source: (optional; end with an empty line):
pl: (opcjonalne; pusta linia oznacza koniec):

source: Enter URIs
pl: URI

source: Ready. You should now send this request to your CA.
pl: Gotowe. Teraz nale¿y wys³aæ to ¿±danie do w³asnego centrum certyfikacji.

source: resource problem: out of core
pl: problem z zasobami: brak pamiêci

source: (this is the RC2 algorithm)
pl: (to jest algorytm RC2)

source: (this does not seem to be an encrypted message)
pl: (to nie wygl±da na zaszyfrowan± wiadomo¶æ)

source: error locking keybox: %s
pl: b³±d blokowania keyboksa: %s

source: deleting certificate "%s" failed: %s
pl: usuniêcie certyfikatu ,,%s'' nie powiod³o siê: %s

source: no valid recipients given
pl: nie podano poprawnych adresatów

source: list external keys
pl: wypisanie kluczy zewnêtrznych

source: list certificate chain
pl: wypisanie ³añcucha certyfikatów

source: import certificates
pl: import certyfikatów

source: export certificates
pl: eksport certyfikatów

source: register a smartcard
pl: zarejestrowanie karty procesorowej

source: pass a command to the dirmngr
pl: przekazanie polecenia do dirmngr

source: invoke gpg-protect-tool
pl: wywo³anie gpg-protect-tool

source: create base-64 encoded output
pl: tworzenie wyj¶cia zakodowanego base-64

source: assume input is in PEM format
pl: przyjêcie wej¶cia w formacie PEM

source: assume input is in base-64 format
pl: przyjêcie wej¶cia w formacie base-64

source: assume input is in binary format
pl: przyjêcie wej¶cia w formacie binarnym

source: never consult a CRL
pl: pominiêcie CRL

source: check validity using OCSP
pl: sprawdzenie poprawno¶ci przy u¿yciu OCSP

source: |N|number of certificates to include
pl: |N|liczba certyfikatów do do³±czenia

source: |FILE|take policy information from FILE
pl: |PLIK|pobranie informacji o polityce z PLIKU

source: do not check certificate policies
pl: nie sprawdzanie polityk certyfikatów

source: fetch missing issuer certificates
pl: pobranie brakuj±cych certyfikatów wystawców

source: don't use the terminal at all
pl: nie u¿ywanie w ogóle terminala

source: |FILE|write a server mode log to FILE
pl: |PLIK|zapisanie logów trybu serwerowego do PLIKU

source: |FILE|write an audit log to FILE
pl: |PLIK|zapisanie logów audytowych do PLIKU

source: batch mode: never ask
pl: tryb wsadowy: bez ¿adnych pytañ

source: assume yes on most questions
pl: przyjêcie odpowiedzi ,,tak'' na wiêkszo¶æ pytañ

source: assume no on most questions
pl: przyjêcie odpowiedzi ,,nie'' na wiêkszo¶æ pytañ
