Repository: nikitasius/GnuPG
Catalog: po/*.po
Languages: pl

source: |FILE|add keyring to the list of keyrings
pl: |PLIK|dodanie tego zbioru kluczy do listy zbiorów kluczy

source: |USER-ID|use USER-ID as default secret key
pl: |U¯YTKOWNIK|u¿ycie tego identyfikatora jako domy¶lnego klucza tajnego

source: |SPEC|use this keyserver to lookup keys
pl: |SPEC|u¿ycie tego serwera do wyszukiwania kluczy

source: |NAME|use cipher algorithm NAME
pl: |NAZWA|u¿ycie tego algorytmu szyfrowania NAZWA

source: |NAME|use message digest algorithm NAME
pl: |NAZWA|u¿ycie tego algorytmu skrótu wiadomo¶ci

source: %s:%u: no hostname given
pl: %s:%u: nie podano nazwy hosta

source: %s:%u: password given without user
pl: %s:%u: podano has³o bez u¿ytkownika

source: %s:%u: skipping this line
pl: %s:%u: linia pominiêta

source: could not parse keyserver
pl: niezrozumia³y adres serwera kluczy

source: invalid command (there is no implicit command)
pl: b³êdne polecenie (nie ma polecenia domy¶lnego)

source: total number processed: %lu
pl: ca³kowita liczba przetworzonych: %lu

source: error storing certificate
pl: b³±d zapisywania certyfikatu

source: basic certificate checks failed - not imported
pl: podstawowe sprawdzenia certyikatu nie powiod³y siê - nie zaimportowany

source: error getting stored flags: %s
pl: b³±d pobierania zapisanych flag: %s

source: error importing certificate: %s
pl: b³±d importu certyfikatu: %s

source: error reading input: %s
pl: b³±d odczytu wej¶cia: %s

source: failed to get the fingerprint
pl: nie uda³o siê pobraæ odcisku

source: problem looking for existing certificate: %s
pl: problem odszukaniem istniej±cego certyfikatu: %s

source: error finding writable keyDB: %s
pl: b³±d podczas szukania zapisywalnego keyDB: %s

source: error storing certificate: %s
pl: b³±d zapisywania certyfikatu: %s

source: problem re-searching certificate: %s
pl: problem z ponownym odszukaniem certyfikatu: %s

source: error storing flags: %s
pl: b³±d zapisywania flag: %s

source: Error -
pl: B³±d -

source: GPG_TTY has not been set - using maybe bogus default
pl: GPG_TTY nie zosta³o ustawione - u¿ycie byæ mo¿e nieprawid³owego domy¶lnego

source: You are about to create a signature using your certificate: "%s" This will create a qualified signature by law equated to a handwritten signature. %s%sAre you really sure that you want to do this?
pl: Ta operacja z³o¿y podpis przy u¿yciu certyfikatu: ,,%s'' Utworzy to kwalifikowany podpis równowa¿ny prawnie podpisowi odrêcznemu. %s%sNa pewno chcesz to zrobiæ?

source: Note, that this software is not officially approved to create or verify such signatures.
pl: Nale¿y zauwa¿yæ, ¿e to oprogramowaie nie jest oficjalnie zatwierdzone do tworzenia i sprawdzania takich podpisów.

source: You are about to create a signature using your certificate: "%s" Note, that this certificate will NOT create a qualified signature!
pl: Ta operacja z³o¿y podpis przy u¿yciu certyfikatu: ,,%s'' Nale¿y zauwa¿yæ, ¿e ten certyfikat NIE utworzy kwalifikowanego podpisu!

source: hash algorithm %d (%s) for signer %d not supported; using %s
pl: algorytm skrótu %d (%s) dla podpisuj±cego %d nie jest obs³ugiwany; u¿ycie %s

source: hash algorithm used for signer %d: %s (%s)
pl: algorytm skrótu u¿yty dla podpisuj±cego %d: %s (%s)

source: checking for qualified certificate failed: %s
pl: sprawdzenie certyfikatu kwalifikowanego nie powiod³o siê: %s

source: Signature made
pl: Podpisano w

source: [date not given]
pl: [nie podano daty]

source: using certificate ID 0x%08lX
pl: przy u¿yciu certyfikatu o ID 0x%08lX

source: invalid signature: message digest attribute does not match computed one
pl: b³êdny podpis: atrybut skrótu wiadomo¶ci nie zgadza siê z obliczonym

source: Good signature from
pl: Poprawny podpis z³o¿ony przez

source: aka
pl: alias

source: This is a qualified signature
pl: To jest podpis kwalifikowany

source: |FILE|write server mode logs to FILE
pl: |PLIK|zapisanie logów trybu serwerowego do PLIKu

source: quiet
pl: cicho

source: print data out hex encoded
pl: wypisanie danych zakodowanych szesnastkowo

source: decode received data lines
pl: dekodowanie otrzymanych linii danych

source: |NAME|connect to Assuan socket NAME
pl: |NAZWA|po³±czenie z gniazdem Assuan o tej nazwie

source: run the Assuan server given on the command line
pl: uruchomienie serwera Assuan podanego z linii poleceñ

source: do not use extended connect mode
pl: nie u¿ywanie rozszerzonego trybu po³±czenia

source: |FILE|run commands from FILE on startup
pl: |PLIK|uruchomienie poleceñ z PLIKU przy starcie

source: run /subst on startup
pl: uruchomienie /subst przy starcie

source: option "%s" requires a program and optional arguments
pl: opcja ,,%s'' wymaga programu i opcjonalnych argumentów

source: option "%s" ignored due to "%s"
pl: opcja ,,%s'' zignorowana z powodu ,,%s''

source: receiving line failed: %s
pl: odbieranie linii nie powiod³o siê: %s

source: line too long - skipped
pl: linia zbyt d³uga - pominiêta

source: line shortened due to embedded Nul character
pl: linia skrócona z powodu osadzonego znaku Nul

source: sending line failed: %s
pl: wysy³anie linii nie powiod³o siê: %s

source: error sending standard options: %s
pl: b³±d wysy³ania standardowych opcji: %s

source: Options controlling the diagnostic output
pl: Opcje steruj±ce wyj¶ciem diagnostycznym

source: Options controlling the configuration
pl: Opcje steruj±ce konfiguracj±

source: Options useful for debugging
pl: Opcje przydatne do diagnostyki

source: Options controlling the security
pl: Opcje steruj±ce bezpieczeñstwem

source: |N|expire SSH keys after N seconds
pl: |N|przedawnienie kluczy SSH po N sekundach

source: |N|set maximum PIN cache lifetime to N seconds
pl: |N|ustawienie maksymalnego czasu ¿ycia pamiêci podrêcznej PIN-ów na N sekund

source: |N|set maximum SSH key lifetime to N seconds
pl: |N|ustawienie maksymalnego czasu ¿ycia kluczy SSH na N sekund

source: Options enforcing a passphrase policy
pl: Opcje wymuszaj±ce politykê hase³

source: do not allow to bypass the passphrase policy
pl: nie zezwalanie na pominiêcie polityki hase³

source: |N|set minimal required length for new passphrases to N
pl: |N|ustawienie minimalnej d³ugo¶ci nowych hase³ na N

source: |N|require at least N non-alpha characters for a new passphrase
pl: |N|wymaganie przynajmniej N znaków niealfanumerycznych w nowym ha¶le

source: |FILE|check new passphrases against pattern in FILE
pl: |PLIK|sprawdzanie nowych hase³ pod k±tem wzorców z PLIKU

source: |N|expire the passphrase after N days
pl: |N|przedawnianie hase³ po N dniach

source: do not allow the reuse of old passphrases
pl: nie zezwalanie na ponowne u¿ycie starych hase³

source: |NAME|use NAME as default secret key
pl: |NAZWA|u¿ycie NAZWY jako domy¶lnego klucza tajnego

source: |NAME|encrypt to user ID NAME as well
pl: |NAZWA|szyfrowanie tak¿e dla odbiorcy NAZWA

source: |SPEC|set up email aliases
pl: |SPEC|okre¶l adres email

source: Configuration for Keyservers
pl: Konfiguracja dla serwerów kluczy

source: |URL|use keyserver at URL
pl: |URL|u¿ywaj serwera kluczy URL

source: allow PKA lookups (DNS requests)
pl: zezwolenie na wyszukiwania PKA (¿±dania DNS)

source: |MECHANISMS|use MECHANISMS to locate keys by mail address
pl: |MECHANIZMY|wykorzystaj MECHANIZMY do wyszukiwania kluczy na podstawie adresów e-mail

source: disable all access to the dirmngr
pl: zablokuj dostêp do dirmngr

source: |NAME|use encoding NAME for PKCS#12 passphrases
pl: |NAZWA|u¿ycie kodowania NAZWA dla hase³ PKCS#12

source: do not check CRLs for root certificates
pl: nie sprawdzanie CRL dla g³ównych certyfikatów

source: Options controlling the format of the output
pl: Opcje steruj±ce formatem wyj¶cia

source: Options controlling the interactivity and enforcement
pl: Opcje steruj±ce interaktywno¶ci± i wymuszaniem

source: Configuration for HTTP servers
pl: Konfiguracja dla serwerów HTTP

source: use system's HTTP proxy setting
pl: u¿ycie systemowego ustawienia proxy HTTP

source: Configuration of LDAP servers to use
pl: Konfiguracja u¿ywanych serwerów LDAP

source: LDAP server list
pl: lista serwerów LDAP

source: Configuration for OCSP
pl: Konfiguracja dla OCSP

source: External verification of component %s failed
pl: Zewnêtrzna weryfikacja komponentu %s nie powiod³a siê

source: Note that group specifications are ignored
pl: Uwaga, okre¶lenia grup s± ignorowane

source: list all components
pl: lista wszystkich komponentów

source: check all programs
pl: sprawdzenie wszystkich programów

source: |COMPONENT|list options
pl: |KOMPONENT|wypisanie opcji

source: |COMPONENT|change options
pl: |KOMPONENT|zmiana opcji

source: |COMPONENT|check options
pl: |KOMPONENT|zaznaczenie opcji

source: apply global default values
pl: zastosowanie globalnych warto¶ci domy¶lnych

source: list global configuration file
pl: wy¶wietl globalny plik konfiguracyjny

source: check global configuration file
pl: sprawdzenie globalnego pliku konfiguracyjnego

source: use as output file
pl: plik wyj¶ciowy

source: activate changes at runtime, if possible
pl: uaktywnienie zmian w czasie dzia³ania o ile to mo¿liwe

source: Need one component argument
pl: Wymagany jest jeden argument komponentu

source: Component not found
pl: Nie znaleziono komponentu

source: No argument allowed
pl: Argument nie jest dozwolony

source: @ Commands:
pl: @ Polecenia:

source: decryption modus
pl: tryb rozszyfrowywania

source: encryption modus
pl: tryb szyfrowania

source: tool class (confucius)
pl: klasa narzêdzia (confucius)

source: program filename
pl: nazwa programu

source: secret key file (required)
pl: plik klucza tajnego (wymagany)

source: input file name (default stdin)
pl: nazwa pliku wej¶ciowego (domy¶lnie standardowe wej¶cie)

source: Usage: symcryptrun [options] (-h for help)
pl: Wywo³anie: symcryptrun [opcje] (-h podaje pomoc)

source: Syntax: symcryptrun --class CLASS --program PROGRAM --keyfile KEYFILE [options...] COMMAND [inputfile] Call a simple symmetric encryption tool
pl: Sk³adnia: symcryptrun --class KLASA --program PROGRAM --keyfile PLIK_KLUCZA [opcje...] POLECENIE [plik-we¶ciowy] Wywo³anie prostego narzêdzia do szyfrowania symetrycznego

source: %s on %s aborted with status %i
pl: %s na %s przerwany ze stanem %i

source: %s on %s failed with status %i
pl: %s na %s nie powiód³ siê ze stanem %i

source: could not open %s for writing: %s
pl: nie uda³o siê otworzyæ %s do zapisu: %s

source: error writing to %s: %s
pl: b³±d zapisu do %s: %s

source: error reading from %s: %s
pl: b³±d odczytu z %s: %s

source: error closing %s: %s
pl: b³±d zamykania %s: %s

source: no --program option provided
pl: nie podano opcji --program

source: only --decrypt and --encrypt are supported
pl: obs³ugiwane s± tylko --decrypt i --encrypt

source: no --keyfile option provided
pl: nie podano opcji --keyfile

source: cannot allocate args vector
pl: nie mo¿na przydzieliæ wektora args

source: could not create pipe: %s
pl: nie uda³o siê utworzyæ potoku: %s

source: could not create pty: %s
pl: nie uda³o siê utworzyæ pty: %s

source: could not fork: %s
pl: nie uda³o siê wykonaæ fork: %s

source: execv failed: %s
pl: execv nie powiod³o siê: %s

source: select failed: %s
pl: select nie powiod³o siê: %s

source: read failed: %s
pl: odczyt nie powiód³ siê: %s

source: pty read failed: %s
pl: odczyt pty nie powiód³ siê: %s

source: waitpid failed: %s
pl: waitpid nie powiod³o siê: %s

source: child aborted with status %i
pl: potomek zosta³ przerwany ze stanem %i

source: cannot allocate infile string: %s
pl: nie mo¿na przydzieliæ ³añcucha pliku wej¶ciowego: %s

source: cannot allocate outfile string: %s
pl: nie mo¿na przydzieliæ ³añcucha pliku wyj¶ciowego: %s

source: either %s or %s must be given
pl: musi byæ podane %s lub %s

source: no class provided
pl: nie podano klasy

source: class %s is not supported
pl: klasa %s nie jest obs³ugiwana

source: Usage: gpg-check-pattern [options] patternfile (-h for help)
pl: Wywo³anie: gpg-check-pattern [opcje] plik-wzorców (-h podaje pomoc)

source: Syntax: gpg-check-pattern [options] patternfile Check a passphrase given on stdin against the patternfile
pl: Sk³adnia: gpg-check-pattern [opcje] plik-wzorców Sprawdzanie has³a ze standardowego wej¶cia wzglêdem pliku wzorców
