Repository: nikitasius/GnuPG
Catalog: po/*.po
Languages: pl

source: key %s: subkey signature in wrong place - skipped
pl: klucz %s: pominiêto - podpis na podkluczu w niew³a¶ciwym miejscu

source: key %s: unexpected signature class (0x%02X) - skipped
pl: klucz %s: pominiêto - nieoczekiwana klasa podpisu (0x%02X)

source: key %s: duplicated user ID detected - merged
pl: key %s: do³±czono powtórzony identyfikator u¿ytkownika

source: WARNING: key %s may be revoked: fetching revocation key %s
pl: OSTRZE¯ENIE: klucz %s móg³ zostaæ uniewa¿niony: zapytanie o uniewa¿niaj±cy klucz %s w serwerze kluczy

source: WARNING: key %s may be revoked: revocation key %s not present.
pl: OSTRZE¯ENIE: klucz %s móg³ zostaæ uniewa¿niony: brak uniewa¿niaj±cego klucza %s.

source: key %s: "%s" revocation certificate added
pl: klucz %s: ,,%s'' dodany certyfikat uniewa¿nienia

source: key %s: direct key signature added
pl: klucz %s: dodano bezpo¶redni podpis

source: failed to rebuild keyring cache: %s
pl: nie powiod³a siê odbudowa bufora bazy: %s

source: [revocation]
pl: [uniewa¿nienie]

source: [self-signature]
pl: [podpis klucza nim samym]

source: Please decide how far you trust this user to correctly verify other users' keys (by looking at passports, checking fingerprints from different sources, etc.)
pl: Zastanów siê jak bardzo ufasz temu u¿ytkownikowi w kwestii sprawdzania to¿samo¶ci innych u¿ytkowników (czy sprawdzi on odciski kluczy pobrane z ró¿nych ¼róde³, dokumenty potwierdzaj±ce to¿samo¶æ, itd.).

source: %d = I trust marginally
pl: %d = mam ograniczone zaufanie

source: %d = I trust fully
pl: %d = mam pe³ne zaufanie

source: Please enter the depth of this trust signature. A depth greater than 1 allows the key you are signing to make trust signatures on your behalf.
pl: Proszê wpisaæ poziom tego podpisu zaufania. Poziom wy¿szy ni¿ 1 umo¿liwia u¿ywanie podpisywanego w³a¶nie klucza do wykonywania zaufanych podpisów w twoim imieniu.

source: Please enter a domain to restrict this signature, or enter for none.
pl: Proszê wpisaæ domenê ograniczaj±c± ten podpis lub Enter dla ¿adnej.

source: User ID "%s" is revoked.
pl: Identyfikator u¿ytkownika ,,%s'' zosta³ uniewa¿niony.

source: Are you sure you still want to sign it? (y/N)
pl: Czy na pewno chcesz podpisaæ? (t/N)

source: Unable to sign.
pl: Nie da siê z³o¿yæ podpisu.

source: User ID "%s" is expired.
pl: Identyfikator u¿ytkownika ,,%s'' przekroczy³ swój termin wa¿no¶ci.

source: User ID "%s" is not self-signed.
pl: Identyfikator ,,%s'' nie jest podpisany swoim kluczem.

source: User ID "%s" is signable.
pl: Identyfikator u¿ytkownika ,,%s'' jest podpisywalny.

source: Sign it? (y/N)
pl: Podpisaæ go? (t/N)

source: The self-signature on "%s" is a PGP 2.x-style signature.
pl: Podpis klucza nim samym na ,,%s'' jest podpisem z³o¿onym przez PGP 2.x.

source: Do you want to promote it to an OpenPGP self-signature? (y/N)
pl: Czy chcesz zamieniæ go na podpis OpenPGP? (t/N)

source: Your current signature on "%s" has expired.
pl: Twój podpis na ,,%s'' przekroczy³ datê wa¿no¶ci.

source: Do you want to issue a new signature to replace the expired one? (y/N)
pl: Czy chcesz zast±piæ przeterminowany podpis nowym? (t/N)

source: Your current signature on "%s" is a local signature.
pl: Twój podpis na ,,%s'' jest podpisem prywatnym (lokalnym).

source: Do you want to promote it to a full exportable signature? (y/N)
pl: Czy chcesz zamieniæ go na pe³ny, publiczny, eksportowalny podpis? (t/N)

source: "%s" was already locally signed by key %s
pl: ,,%s'' jest ju¿ lokalnie podpisany kluczem %s

source: "%s" was already signed by key %s
pl: ,,%s'' jest ju¿ podpisany kluczem %s

source: Do you want to sign it again anyway? (y/N)
pl: Czy na pewno chcesz to podpisaæ jeszcze raz? (t/N)

source: Nothing to sign with key %s
pl: Nie ma nic do podpisania kluczem %s

source: This key has expired!
pl: Data wa¿no¶ci tego klucza up³ynê³a!

source: This key is due to expire on %s.
pl: Wa¿no¶æ tego klucza wygasa %s.

source: Do you want your signature to expire at the same time? (Y/n)
pl: Czy chcesz ¿eby wa¿no¶æ Twojego podpisu wygasa³a w tej samej chwili? (T/n)

source: How carefully have you verified the key you are about to sign actually belongs to the person named above? If you don't know what to answer, enter "0".
pl: Jak dok³adnie zosta³a przez Ciebie sprawdzona to¿samo¶æ tej osoby? Je¶li nie wiesz co odpowiedzieæ, podaj ,,0''.

source: (0) I will not answer.%s
pl: (0) Nie odpowiem na to pytanie. %s

source: (1) I have not checked at all.%s
pl: (1) W ogóle nie.%s

source: (2) I have done casual checking.%s
pl: (2) Pobie¿nie.%s

source: (3) I have done very careful checking.%s
pl: (3) Bardzo dok³adnie.%s

source: Are you sure that you want to sign this key with your key "%s" (%s)
pl: Czy jeste¶ naprawdê pewien, ¿e chcesz podpisaæ ten klucz swoim kluczem ,,%s'' (%s)

source: This will be a self-signature.
pl: To bêdzie podpis klucza nim samym.

source: WARNING: the signature will not be marked as non-exportable.
pl: OSTRZE¯ENIE: podpis nie zostanie oznaczony jako prywatny (nieeksportowalny).

source: WARNING: the signature will not be marked as non-revocable.
pl: OSTRZE¯ENIE: podpis nie zostanie oznaczony jako nie podlegaj±cy uniewa¿nieniu.

source: The signature will be marked as non-exportable.
pl: Podpis zostanie oznaczony jako prywatny (nieeksportowalny).

source: The signature will be marked as non-revocable.
pl: Podpis zostanie oznaczony jako nie podlegaj±cy uniewa¿nieniu.

source: I have not checked this key at all.
pl: To¿samo¶æ u¿ytkownika nie zosta³a w ogóle sprawdzona.

source: I have checked this key casually.
pl: To¿samo¶æ u¿ytkownika zosta³a sprawdzona pobie¿nie.

source: I have checked this key very carefully.
pl: To¿samo¶æ u¿ytkownika zosta³a dok³adnie sprawdzona.

source: Really sign? (y/N)
pl: Czy na pewno podpisaæ? (t/N)

source: signing failed: %s
pl: z³o¿enie podpisu nie powiod³o siê: %s

source: Key has only stub or on-card key items - no passphrase to change.
pl: Klucz ma tylko za¶lepkê albo elementy na karcie - nie ma has³a do zmiany.

source: moving a key signature to the correct place
pl: przenoszê podpis klucza na w³a¶ciwe miejsce

source: save and quit
pl: zapis zmian i wyj¶cie

source: show key fingerprint
pl: okazanie odcisku klucza

source: list key and user IDs
pl: lista kluczy i identyfikatorów u¿ytkownika

source: select user ID N
pl: wybór identyfikatora u¿ytkownika N

source: select subkey N
pl: wybór podklucza N

source: check signatures
pl: sprawdzenie podpisów

source: sign selected user IDs [* see below for related commands]
pl: z³o¿enie podpisu na wybranych identyfikatorach u¿ytkownika [* poni¿ej powi±zane polecenia]

source: sign selected user IDs locally
pl: z³o¿enie prywatnego (lokalnego) podpisu na wybranych identyfikatorach u¿ytkownika

source: sign selected user IDs with a trust signature
pl: podpisanie wybranych identyfikatorów u¿ytkownika sygnatur± zaufania

source: sign selected user IDs with a non-revocable signature
pl: podpisanie wybranych identyfikatorów u¿ytkownika sygnatur± nie podlegaj±c± uniewa¿nieniu

source: add a user ID
pl: dodanie nowego identyfikatora u¿ytkownika do klucza

source: add a photo ID
pl: dodanie zdjêcia u¿ytkownika do klucza

source: delete selected user IDs
pl: usuniêcie wybranych identyfikatorów u¿ytkownika z klucza

source: add a subkey
pl: dodanie podklucza

source: add a key to a smartcard
pl: dodanie klucza do karty procesorowej

source: move a key to a smartcard
pl: przeniesienie klucza na kartê procesorow±

source: move a backup key to a smartcard
pl: przeniesienie klucza zapasowego na kartê procesorow±

source: delete selected subkeys
pl: usuniêcie wybranych podkluczy

source: add a revocation key
pl: dodanie klucza uniewa¿niaj±cego

source: delete signatures from the selected user IDs
pl: usuniêcie podpisów z wybranych identyfikatorów u¿ytkownika

source: change the expiration date for the key or selected subkeys
pl: zmiana daty wyga¶niêcia dla klucza lub wybranych podkluczy

source: flag the selected user ID as primary
pl: oznaczenie wybranego identyfikatora u¿ytkownika jako g³ównego

source: list preferences (expert)
pl: ustawienia (zaawansowane)

source: list preferences (verbose)
pl: rozbudowana lista ustawieñ

source: set preference list for the selected user IDs
pl: ustawienie listy preferencji dla wybranych identyfikatorów u¿ytkownika

source: set the preferred keyserver URL for the selected user IDs
pl: ustawienie URL-a preferowanego serwera kluczy dla wybranych identyfikatorów u¿ytkownika

source: set a notation for the selected user IDs
pl: ustawienie adnotacji dla wybranych identyfikatorów u¿ytkownika

source: change the passphrase
pl: zmiana has³a klucza

source: change the ownertrust
pl: zmiana zaufania w³a¶ciciela

source: revoke signatures on the selected user IDs
pl: uniewa¿nienie podpisów na wybranych identyfikatorach u¿ytkownika

source: revoke selected user IDs
pl: uniewa¿nienie wybranych identyfikatorów u¿ytkownika

source: revoke key or selected subkeys
pl: uniewa¿nienie klucza lub wybranych podkluczy

source: enable key
pl: w³±czenie klucza do u¿ycia

source: disable key
pl: wy³±czenie klucza z u¿ycia

source: show selected photo IDs
pl: okazanie wybranych identyfikatorów - zdjêæ

source: compact unusable user IDs and remove unusable signatures from key
pl: zagêszczanie bezu¿ytecznych ID u¿ytkowników i usuwanie bezu¿ytecznych podpisów z kluczy

source: compact unusable user IDs and remove all signatures from key
pl: zagêszczanie bezu¿ytecznych ID u¿ytkowników i usuwanie wszystkich podpisów z kluczy

source: Secret key is available.
pl: Dostêpny jest klucz tajny.

source: Need the secret key to do this.
pl: Do wykonania tej operacji potrzebny jest klucz tajny.

source: Key is revoked.
pl: Klucz uniewa¿niony.

source: Really sign all user IDs? (y/N)
pl: Czy na pewno podpisaæ wszystkie identyfikatory u¿ytkownika? (t/N)

source: Hint: Select the user IDs to sign
pl: Podpowied¼: wybierz identyfikatory u¿ytkownika do podpisania.

source: This command is not allowed while in %s mode.
pl: To polecenie nie jest dostêpne w trybie %s.

source: You must select at least one user ID.
pl: Musisz wybraæ co najmniej jeden identyfikator u¿ytkownika.

source: You can't delete the last user ID!
pl: Nie mo¿esz usun±æ ostatniego identyfikatora u¿ytkownika!

source: Really remove all selected user IDs? (y/N)
pl: Czy na pewno usun±æ wszystkie wybrane identyfikatory u¿ytkownika? (t/N)

source: Really remove this user ID? (y/N)
pl: Czy na pewno usun±æ ten identyfikator u¿ytkownika? (t/N)

source: Really move the primary key? (y/N)
pl: Czy na pewno przenie¶æ g³ówny klucz (t/N)

source: You must select exactly one key.
pl: Musisz wybraæ dok³adnie jeden klucz.

source: Command expects a filename argument
pl: Polecenie oczekuje argumentu bêd±cego nazw± pliku

source: You must select at least one key.
pl: Musisz wybraæ co najmniej jeden klucz.

source: Do you really want to delete the selected keys? (y/N)
pl: Czy na pewno chcesz usun±æ wybrane klucze? (t/N)

source: Do you really want to delete this key? (y/N)
pl: Czy na pewno chcesz usun±æ ten klucz? (t/N)

source: Really revoke all selected user IDs? (y/N)
pl: Czy na pewno uniewa¿niæ wszystkie wybrane identyfikatory u¿ytkownika? (t/N)

source: Really revoke this user ID? (y/N)
pl: Czy na pewno uniewa¿niæ ten identyfikator u¿ytkownika? (t/N)

source: Do you really want to revoke the entire key? (y/N)
pl: Czy na pewno chcesz uniewa¿niæ ca³y klucz? (t/N)

source: Do you really want to revoke the selected subkeys? (y/N)
pl: Czy na pewno chcesz uniewa¿niæ wybrane podklucze? (t/N)

source: Do you really want to revoke this subkey? (y/N)
pl: Czy na pewno chcesz uniewa¿niæ ten podklucz? (t/N)

source: Owner trust may not be set while using a user provided trust database
pl: Zaufanie u¿ytkownika nie mo¿e byæ ustawione podczas u¿ywania bazy zaufania dostarczonej przez u¿ytkownika

source: Set preference list to:
pl: Ustawienie listy ustawieñ na:

source: Really update the preferences for the selected user IDs? (y/N)
pl: Czy na pewno uaktualniæ ustawienia dla wybranych identyfikatorów? (t/N)

source: Really update the preferences? (y/N)
pl: Czy na pewno uaktualniæ ustawienia? (t/N)

source: Save changes? (y/N)
pl: Zapisaæ zmiany? (t/N)

source: Quit without saving? (y/N)
pl: Wyj¶æ bez zapisania zmian? (t/N)

source: update failed: %s
pl: zapis zmian nie powiód³ siê: %s

source: Key not changed so no update needed.
pl: Klucz nie zosta³ zmieniony wiêc zapis zmian nie jest konieczny.

source: Digest:
pl: Skrót:

source: Features:
pl: Ustawienia:

source: Keyserver no-modify
pl: no-modify dla serwera kluczy

source: Preferred keyserver:
pl: Preferowany serwer kluczy:

source: Notations:
pl: Adnotacje:

source: There are no preferences on a PGP 2.x-style user ID.
pl: Klucze PGP 2.x nie zawieraj± opisu ustawieñ.

source: The following key was revoked on %s by %s key %s
pl: Ten klucz zosta³ uniewa¿niony %s przez klucz u¿ytkownika %s %s

source: This key may be revoked by %s key %s
pl: Klucz mo¿e zostaæ uniewa¿niony przez klucz %s u¿ytkownika %s

source: (sensitive)
pl: (poufne)

source: created: %s
pl: utworzono: %s

source: revoked: %s
pl: uniewa¿niono: %s

source: expired: %s
pl: wygas³: %s

source: expires: %s
pl: wygasa: %s

source: usage: %s
pl: u¿ycie: %s

source: card-no:
pl: nr-karty:

source: trust: %s
pl: zaufanie: %s

source: validity: %s
pl: poprawno¶æ: %s

source: This key has been disabled
pl: Ten klucz zosta³ wy³±czony z u¿ytku

source: Please note that the shown key validity is not necessarily correct unless you restart the program.
pl: Pokazana warto¶æ wiarygodno¶ci klucza mo¿e byæ niepoprawna, dopóki program nie zostanie uruchomiony ponownie.

source: revoked
pl: uniewa¿niony

source: expired
pl: wygas³

source: WARNING: no user ID has been marked as primary. This command may cause a different user ID to become the assumed primary.
pl: OSTRZE¯ENIE: ¿aden identyfikator u¿ytkownika nie zosta³ oznaczony explicite jako g³ówny. Wykonanie tego polecenie mo¿e wiêc spowodowaæ wy¶wietlanie innego identyfikatora jako domy¶lnego g³ównego.

source: WARNING: This is a PGP2-style key. Adding a photo ID may cause some versions of PGP to reject this key.
pl: OSTRZE¯ENIE: To jest klucz PGP wersji 2. Dodanie zdjêcia spowoduje, ¿e niektóre wersje przestan± go rozumieæ.

source: Are you sure you still want to add it? (y/N)
pl: Czy dalej chcesz je dodaæ? (t/N)

source: You may not add a photo ID to a PGP2-style key.
pl: Do klucza dla PGP 2.x nie mo¿na dodaæ zdjêcia.

source: Such a user ID already exists on this key!
pl: Taki identyfikator u¿ytkownika ju¿ istnieje na tym kluczu!

source: Delete this good signature? (y/N/q)
pl: Usun±æ ten poprawny podpis? (t/N/w)

source: Delete this invalid signature? (y/N/q)
pl: Usun±æ ten niepoprawny podpis? (t/N/w)

source: Delete this unknown signature? (y/N/q)
pl: Usun±æ ten nieznany podpis? (t/N/w)

source: Really delete this self-signature? (y/N)
pl: Na pewno usun±æ ten podpis klucza nim samym? (t/N)

source: Nothing deleted.
pl: Nic nie zosta³o usuniête.

source: invalid
pl: niepoprawny

source: User ID "%s" compacted: %s
pl: Identyfikator u¿ytkownika ,,%s'' upakowany: %s

source: User ID "%s": already minimized
pl: Identyfikator u¿ytkownika ,,%s'': ju¿ zmniejszony.

source: User ID "%s": already clean
pl: Identyfikator u¿ytkownika ,,%s'': ju¿ czysty.

source: WARNING: This is a PGP 2.x-style key. Adding a designated revoker may cause some versions of PGP to reject this key.
pl: OSTRZE¯ENIE: To jest klucz PGP wersji 2.x. Wyznaczenie mu klucza uniewa¿niaj±cego spowoduje, ¿e niektóre wersje PGP przestan± go rozumieæ.

source: You may not add a designated revoker to a PGP 2.x-style key.
pl: Do klucza dla PGP 2.x nie mo¿na wyznaczyæ klucza uniewa¿niaj±cego.

source: Enter the user ID of the designated revoker:
pl: Podaj identyfikator klucza uniewa¿niaj±cego:

source: cannot appoint a PGP 2.x style key as a designated revoker
pl: klucza PGP 2.x nie mo¿na wyznaczyæ jako uniewa¿niaj±cego

source: you cannot appoint a key as its own designated revoker
pl: nie mo¿na wyznaczyæ klucza do uniewa¿niania jego samego

source: this key has already been designated as a revoker
pl: ten klucz zosta³ ju¿ uznany kluczem uniewa¿niaj±cym

source: WARNING: appointing a key as a designated revoker cannot be undone!
pl: OSTRZE¯ENIE: nie mo¿na cofn±æ wyznaczenia klucza jako uniewa¿niaj±cego!

source: Are you sure you want to appoint this key as a designated revoker? (y/N)
pl: Czy na pewno chcesz wyznaczyæ ten klucz jako uniewa¿niaj±cy? (t/N)

source: Changing expiration time for a subkey.
pl: Zmiana daty wa¿no¶ci podklucza.

source: Changing expiration time for the primary key.
pl: Zmiana daty wa¿no¶ci g³ównego klucza.

source: You can't change the expiration date of a v3 key
pl: Nie mo¿na zmieniæ daty wa¿no¶ci klucza w wersji 3.

source: signing subkey %s is already cross-certified
pl: podklucz podpisuj±cy %s jest ju¿ skro¶nie podpisany

source: subkey %s does not sign and so does not need to be cross-certified
pl: podklucz %s nie jest podpisuj±cy, wiêc nie musi byæ skro¶nie podpisany

source: Please select exactly one user ID.
pl: Proszê wybraæ dok³adnie jeden identyfikator u¿ytkownika.

source: skipping v3 self-signature on user ID "%s"
pl: podpis w wersji 3 na identyfikatorze ,,%s'' zostaje pominiêty

source: Enter your preferred keyserver URL:
pl: Podaj preferowany URL serwera kluczy:

source: Are you sure you want to replace it? (y/N)
pl: Czy na pewno chcesz go zast±piæ? (t/N)

source: Are you sure you want to delete it? (y/N)
pl: Czy na pewno chcesz go usun±æ? (t/N)

source: Enter the notation:
pl: Adnotacje:

source: Proceed? (y/N)
pl: Kontynuowaæ? (t/N)

source: No user ID with index %d
pl: Brak identyfikatora u¿ytkownika o numerze %d.

source: No user ID with hash %s
pl: Brak identyfikatora u¿ytkownika o skrócie %s

source: No subkey with index %d
pl: Brak podklucza o numerze %d.

source: user ID: "%s"
pl: identyfikator u¿ytkownika: ,,%s''

source: signed by your key %s on %s%s%s
pl: podpisany twoim kluczem %s w %s%s%s

source: (non-exportable)
pl: (podpis nieeksportowalny)

source: This signature expired on %s.
pl: Wa¿no¶æ tego klucza wygas³a %s.

source: Are you sure you still want to revoke it? (y/N)
pl: Czy dalej chcesz go uniewa¿niæ? (t/N)

source: Create a revocation certificate for this signature? (y/N)
pl: Stworzyæ certyfikat uniewa¿nienia tego podpisu? (t/N)

source: Not signed by you.
pl: Nie podpisane przez ciebie.

source: You have signed these user IDs on key %s:
pl: Te identyfikatory na kluczu %s s± podpisane przez Ciebie:

source: (non-revocable)
pl: (podpis nieuniewa¿nialny)

source: revoked by your key %s on %s
pl: uniewa¿niony przez twój klucz %s w %s

source: You are about to revoke these signatures:
pl: Czy na pewno chcesz uniewa¿niæ te podpisy:

source: Really create the revocation certificates? (y/N)
pl: Na pewno utworzyæ certyfikaty uniewa¿nienia ? (t/N)

source: no secret key
pl: brak klucza tajnego

source: user ID "%s" is already revoked
pl: identyfikator u¿ytkownika ,,%s'' zosta³ ju¿ uniewa¿niony

source: WARNING: a user ID signature is dated %d seconds in the future
pl: OSTRZE¯ENIE: identyfikator u¿ytkownika podpisany za %d sekund (w przysz³o¶ci)

source: Key %s is already revoked.
pl: Klucz %s jest ju¿ uniewa¿niony.

source: Subkey %s is already revoked.
pl: Podklucz %s jest ju¿ uniewa¿niony.

source: Displaying %s photo ID of size %ld for key %s (uid %d)
pl: Wy¶wietlanie zdjêcia w formacie %s o rozmiarze %ld bajtów dla klucza %s (id %d).

source: too many cipher preferences
pl: zbyt wiele ustawieñ szyfru

source: too many digest preferences
pl: zbyt wiele ustawieñ funkcji skrótu

source: too many compression preferences
pl: zbyt wiele ustawieñ kompresji

source: writing direct signature
pl: zapis podpisu bezpo¶redniego

source: writing self signature
pl: zapis podpisu klucza nim samym

source: writing key binding signature
pl: zapis podpisu wi±¿±cego klucz

source: keysize invalid; using %u bits
pl: niew³a¶ciwa d³ugo¶æ klucza; wykorzystano %u bitów

source: keysize rounded up to %u bits
pl: rozmiar klucza zaokr±glony w górê do %u bitów

source: WARNING: some OpenPGP programs can't handle a DSA key with this digest size
pl: OSTRZE¯ENIE: niektóre programy OpenPGP nie potrafi± obs³u¿yæ klucza RSA o tej d³ugo¶ci skrótu

source: Sign
pl: Podpisywanie

source: Certify
pl: Certyfikowanie

source: Encrypt
pl: Szyfrowanie

source: Authenticate
pl: Uwierzytelnianie

source: SsEeAaQq
pl: PpSsUuZz

source: Possible actions for a %s key:
pl: Mo¿liwe akcje dla klucza %s:

source: Current allowed actions:
pl: Aktualnie dopuszczalne akcje:

source: (%c) Toggle the sign capability
pl: (%c) Prze³±czenie mo¿liwo¶ci podpisywania

source: (%c) Toggle the encrypt capability
pl: (%c) Prze³±czenie mo¿liwo¶ci szyfrowania

source: (%c) Toggle the authenticate capability
pl: (%c) Prze³±czenie mo¿liwo¶ci uwierzytelniania

source: (%c) Finished
pl: (%c) Zakoñczenie

source: Please select what kind of key you want:
pl: Proszê wybraæ rodzaj klucza:

source: (%d) RSA and RSA (default)
pl: (%d) RSA i RSA (domy¶lne)

source: (%d) DSA and Elgamal
pl: (%d) DSA i Elgamala

source: (%d) DSA (sign only)
pl: (%d) DSA (tylko do podpisywania)

source: (%d) RSA (sign only)
pl: (%d) RSA (tylko do podpisywania)

source: (%d) Elgamal (encrypt only)
pl: (%d) Elgamala (tylko do szyfrowania)

source: (%d) RSA (encrypt only)
pl: (%d) RSA (tylko do szyfrowania)

source: (%d) DSA (set your own capabilities)
pl: (%d) DSA (mo¿liwo¶ci do ustawienia)

source: (%d) RSA (set your own capabilities)
pl: (%d) RSA (mo¿liwo¶ci do ustawienia)

source: Enter the keygrip:
pl: Uchwyt klucza:

source: Not a valid keygrip (expecting 40 hex digits)
pl: Nieprawid³owy uchwyt klucza (oczekiwano 40 cyfr szesnastkowych)

source: No key with this keygrip
pl: Brak klucza o tym uchwycie

source: %s keys may be between %u and %u bits long.
pl: Klucze %s bêd± mia³y od %u do %u bitów d³ugo¶ci.

source: What keysize do you want for the subkey? (%u)
pl: Jakiej d³ugo¶ci podklucz wygenerowaæ? (%u)

source: What keysize do you want? (%u)
pl: Jakiej d³ugo¶ci klucz wygenerowaæ? (%u)

source: Requested keysize is %u bits
pl: ¯±dana d³ugo¶æ klucza to %u bitów.

source: Please specify how long the key should be valid. 0 = key does not expire <n> = key expires in n days <n>w = key expires in n weeks <n>m = key expires in n months <n>y = key expires in n years
pl: Okres wa¿no¶ci klucza. 0 = klucz nie ma okre¶lonego terminu wa¿no¶ci <n> = termin wa¿no¶ci klucza up³ywa za n dni <n>w = termin wa¿no¶ci klucza up³ywa za n tygodni <n>m = termin wa¿no¶ci klucza up³ywa za n miesiêcy <n>y = termin wa¿no¶ci klucza up³ywa za n lat

source: Please specify how long the signature should be valid. 0 = signature does not expire <n> = signature expires in n days <n>w = signature expires in n weeks <n>m = signature expires in n months <n>y = signature expires in n years
pl: Okres wa¿no¶ci podpisu. 0 = klucz nie ma okre¶lonego terminu wa¿no¶ci <n> = termin wa¿no¶ci podpisu up³ywa za n dni <n>w = termin wa¿no¶ci podpisu up³ywa za n tygodni <n>m = termin wa¿no¶ci podpisu up³ywa za n miesiêcy <n>y = termin wa¿no¶ci podpisu up³ywa za n lat

source: Key is valid for? (0)
pl: Okres wa¿no¶ci klucza? (0)

source: Signature is valid for? (%s)
pl: Okres wa¿no¶ci podpisu? (%s)

source: invalid value
pl: niepoprawna warto¶æ

source: Key does not expire at all
pl: Klucz nie wyga¶nie w ogóle

source: Signature does not expire at all
pl: Podpis nie wyga¶nie w ogóle

source: Key expires at %s
pl: Klucz traci wa¿no¶æ %s

source: Signature expires at %s
pl: Wa¿no¶æ podpisu wygasa %s

source: Your system can't display dates beyond 2038. However, it will be correctly handled up to 2106.
pl: Twój system nie potrafi pokazaæ daty po roku 2038. Niemniej daty do roku 2106 bêd± poprawnie obs³ugiwane.

source: Is this correct? (y/N)
pl: Czy wszystko siê zgadza (t/N)?
